{
  "sessions": [
    {
      "id": "925462",
      "name": "Keynote JBarr",
      "description": "",
      "extendedDescription": "",
      "speakers": [
        {
          "name": "Jeff Barr",
          "avatarUrl": "https://sessionize.com/image/a877-400o400o1-pfFPPmoz9jqtYgXAJ7bDUv.jpg",
          "company": "VP & Chief Evangelist @ AWS",
          "bio": "Jeff has worked in the software industry since 1976, when he worked part-time at a computer store while still in high school. Since then, he has worked at various large and small organizations, served as VP of Engineering for a startup, worked at Microsoft and Amazon, and worked on my own.\r\n\r\nAs the Chief Evangelist for Amazon Web Services, he gets to tell the AWS story to audiences worldwide. He talks, blogs, records videos, and spreads the word via social media.",
          "nationality": "USA",
          "socialMedia": {
            "twitter": "https://x.com/jeffbarr",
            "linkedin": "https://www.linkedin.com/in/jeffbarr/",
            "company": "https://community.aws"
          }
        }
      ],
      "time": "10:00 - 10:30",
      "dateStart": "2025-06-14T16:00:00.000Z",
      "dateEnd": "2025-06-14T16:30:00.000Z",
      "duration": 30,
      "location": "La Corona",
      "Nationality": "USA",
      "level": "Principiante",
      "language": "English",
      "catergory": "Breakout Session",
      "capacity": 200,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925338",
      "name": "Leading through change, leveraging the cloud for business acceleration",
      "description": "The substance will be a focus on how cloud technologists and technologies can support not just digital transformation, but also business acceleration, especially in light of the unprecedented pace of technical advancement.",
      "extendedDescription": "The substance will be a focus on how cloud technologists and technologies can support not just digital transformation, but also business acceleration, especially in light of the unprecedented pace of technical advancement.",
      "speakers": [
        {
          "name": "Robert Wenier",
          "avatarUrl": "https://sessionize.com/image/5f4d-400o400o1-KJL3APxfuQz3C9mSrx34yL.jpg",
          "company": "Global Head of Cloud & Infrastructure",
          "bio": "Rob Wenier is a visionary enterprise technology executive with over two decades of experience leading global cloud transformation, digital modernization, and AI-fueled innovation across Global Fortune 500 companies and life sciences leaders. As Global Head of Cloud and Infrastructure at AstraZeneca, he oversees a $250M+ global IT portfolio spanning eight datacenters and multi-cloud platforms — including AWS, Azure, GCP, and NVIDIA DGX — supporting 250,000+ employees across 147 countries and powering the company’s R&D, manufacturing, and commercial operations.\r\n\r\nA recognized catalyst in industrializing the enterprise adoption of Artificial Intelligence, Generative AI, and Agentic technologies, Rob has led the design, governance, and operationalization of secure, cloud-native platforms that scale from model training to production inference. He plays a pivotal role in the responsible productization of AI — transforming experimental pilots into governed, compliant digital products with measurable impact across AstraZeneca’s global value chain.\r\n\r\nPreviously, Robert held senior technology leadership roles at Northrop Grumman, where he architected and executed the corporation’s enterprise cloud transformation supporting $37B in revenue and a $79B program backlog. He institutionalized Agile, DevOps, and MLOps practices to modernize complex defense and R&D environments, and led enterprise negotiations with AWS and Microsoft. He also built strategic university partnerships to develop high-caliber cloud talent pipelines and designed secure, classified cloud platforms supporting national defense missions.\r\n\r\nA former U.S. Marine and strategic advisor at the Secretarial level of the Department of Defense, Robert brings mission-aligned leadership, global-scale execution, and deep technical expertise to every engagement. He holds an MBA from George Mason University and a B.S. in Computer Technologies from the University of Mary Washington, along with certifications in AWS, Azure, and SAFe Agile. A published thought leader in cloud-native architecture, Robert is committed to building scalable, secure, and ethical technology platforms that accelerate innovation and deliver enduring enterprise value.\r\n",
          "nationality": "USA"
        }
      ],
      "time": "11:00 - 11:30",
      "dateStart": "2025-06-14T17:00:00.000Z",
      "dateEnd": "2025-06-14T17:30:00.000Z",
      "duration": 30,
      "location": "El Gorrito",
      "Nationality": "USA",
      "level": "Principiante",
      "language": "English",
      "catergory": "Breakout Session",
      "capacity": 120,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925335",
      "name": "Evolución DevOps: Cómo Generative AI y Amazon Bedrock Impulsan la Automatización Total",
      "description": "En esta charla exploraremos cómo la inteligencia generativa, impulsada por Amazon Bedrock y SageMaker Unified Studio, está revolucionando las prácticas de DevOps al habilitar flujos de trabajo completamente automatizados y escalables. Descubriremos cómo estas tecnologías permiten a los equipos implementar infraestructura como código (IaC), CI/CD y estándares de seguridad de manera ágil y eficiente, mientras se mantienen las mejores prácticas en monitoreo, gestión de secretos y cumplimiento. Además, analizaremos casos prácticos de automatización inteligente, demostrando cómo Generative AI redefine el desarrollo y las operaciones en entornos DEV, QA y PROD, eliminando barreras y potenciando la innovación en la nube.",
      "extendedDescription": "En esta charla exploraremos cómo la inteligencia generativa, impulsada por Amazon Bedrock y SageMaker Unified Studio, está revolucionando las prácticas de DevOps al habilitar flujos de trabajo completamente automatizados y escalables. Descubriremos cómo estas tecnologías permiten a los equipos implementar infraestructura como código (IaC), CI/CD y estándares de seguridad de manera ágil y eficiente, mientras se mantienen las mejores prácticas en monitoreo, gestión de secretos y cumplimiento. Además, analizaremos casos prácticos de automatización inteligente, demostrando cómo Generative AI redefine el desarrollo y las operaciones en entornos DEV, QA y PROD, eliminando barreras y potenciando la innovación en la nube.",
      "speakers": [
        {
          "name": "Eduardo Camacho",
          "avatarUrl": "https://sessionize.com/image/a444-400o400o1-XZe7r9KiVsXsyQjToraswp.png",
          "company": "Systems Architect I @ EPAM Systems",
          "bio": "Hola, soy Eduardo, un apasionado arquitecto de sistemas con más de 12 años de experiencia. \r\nHe tenido la oportunidad de trabajar como Lead DevOps y Senior SRE en varios proyectos, diseñando e implementando soluciones en la nube con AWS.\r\n\r\nMe encanta construir arquitecturas escalables, seguras y eficientes, y tengo una sólida base en DevOps e infraestructura central. Mi enfoque siempre ha sido aprovechar la tecnología para resolver problemas reales y ayudar a las organizaciones a optimizar sus recursos.",
          "nationality": "México"
        }
      ],
      "time": "11:00 - 11:30",
      "dateStart": "2025-06-14T17:00:00.000Z",
      "dateEnd": "2025-06-14T17:30:00.000Z",
      "duration": 30,
      "location": "El Mundo",
      "Nationality": "México",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 180,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907521",
      "name": "Experiencias de Siguiente Generación para Desarrolladores con Amazon Q: (NGDE)",
      "description": "Descubre como Amazon Q Developer impulsa la productividad de los desarrolladores y mejora la calidad del código con IA.\r\n\r\nAdopta las mejores prácticas, aprende a encontrar bloques de código, sugerir correcciones de errores, autogenerar casos de prueba, autogenerar documentación técnica, explicación de código, refactorización y transformaciones de código.\r\n\r\nDominio de las principales funciones:\r\n\r\n/dev para el desarrollo autónomo de funciones\r\n/doc para la generación automatizada de documentación\r\n/review para revisiones inteligente de código\r\n\r\nSeguridad, control y recuperación de código a lo largo del ciclo de vida.\r\n\r\nAprovechamiento de la nueva integración de GitLab Duo, siguiendo las prácticas recomendadas de AWS para la seguridad empresarial y los estándares de gobernanza.\r\n\r\nEn esta sesión aprenderás sobre las próximas capacidades de Amazon Q Developer, nuestra visión y perspectiva del desarrollo impulsado por IA en esta nueva era denominada NGDE.\r\n\r\nTambién obtendrás información sobre características planificadas en cuanto a compatibilidad de idiomas, integraciones IDE y capacidades de transformación.\r\n",
      "extendedDescription": "Descubre como Amazon Q Developer impulsa la productividad de los desarrolladores y mejora la calidad del código con IA.\r\n\r\nAdopta las mejores prácticas, aprende a encontrar bloques de código, sugerir correcciones de errores, autogenerar casos de prueba, autogenerar documentación técnica, explicación de código, refactorización y transformaciones de código.\r\n\r\nDominio de las principales funciones:\r\n\r\n/dev para el desarrollo autónomo de funciones\r\n/doc para la generación automatizada de documentación\r\n/review para revisiones inteligente de código\r\n\r\nSeguridad, control y recuperación de código a lo largo del ciclo de vida.\r\n\r\nAprovechamiento de la nueva integración de GitLab Duo, siguiendo las prácticas recomendadas de AWS para la seguridad empresarial y los estándares de gobernanza.\r\n\r\nEn esta sesión aprenderás sobre las próximas capacidades de Amazon Q Developer, nuestra visión y perspectiva del desarrollo impulsado por IA en esta nueva era denominada NGDE.\r\n\r\nTambién obtendrás información sobre características planificadas en cuanto a compatibilidad de idiomas, integraciones IDE y capacidades de transformación.\r\n",
      "speakers": [
        {
          "name": "Ivan Monola",
          "avatarUrl": "https://sessionize.com/image/302e-400o400o1-QVWdByFqDeTSJHtbEKAQJr.jpg",
          "company": "TD SYNNEX, Arquitecto de Soluciones",
          "bio": "Soy ingeniero mecatrónico con sólida experiencia como arquitecto de soluciones en la nube, especializado en servicios de inteligencia artificial, data y seguridad sobre AWS. A lo largo de mi carrera he combinado habilidades con una fuerte orientación al negocio, liderando iniciativas que integran servicios como Amazon Bedrock, Amazon Personalize y Amazon OpenSearch Serverless, Amazon Q entre otras, para resolver desafíos reales de los clientes.\r\n\r\nLlevo más de 8 años dentro TD SYNNEX y una de mis pasiones es compartir conocimiento y rodearme de personas que comparten mis mismas pasiones.",
          "nationality": "Mexicano",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/ivan-monola-0b7282a8/",
            "company": "https://es.tdsynnex.com/"
          }
        }
      ],
      "time": "11:00 - 11:50",
      "dateStart": "2025-06-14T17:00:00.000Z",
      "dateEnd": "2025-06-14T17:50:00.000Z",
      "duration": 50,
      "location": "El Sol",
      "Nationality": "Mexicano",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 150,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907393",
      "name": "Cómo obtener el máximo de la nueva región de AWS México Central",
      "description": "Esta sesión explicará los beneficios de la nueva región de México Central lanzada a inicios de 2025 entre ellos:\r\nUna infraestructura resiliente diseñada para alta disponibilidad, seguridad y rendimiento.\r\n●Certificaciones de seguridad y protecciones líderes en la industria.\r\n●Capacidades de computación de baja latencia y alto rendimiento.\r\n●Una amplia escala de servicios y funciones de AWS disponibles en la región.\r\n●Iniciativas de sostenibilidad que hacen que la región sea más amigable con el medio ambiente.\r\n●Casos de Uso\r\n\r\n",
      "extendedDescription": "Esta sesión explicará los beneficios de la nueva región de México Central lanzada a inicios de 2025 entre ellos:\r\nUna infraestructura resiliente diseñada para alta disponibilidad, seguridad y rendimiento.\r\n●Certificaciones de seguridad y protecciones líderes en la industria.\r\n●Capacidades de computación de baja latencia y alto rendimiento.\r\n●Una amplia escala de servicios y funciones de AWS disponibles en la región.\r\n●Iniciativas de sostenibilidad que hacen que la región sea más amigable con el medio ambiente.\r\n●Casos de Uso\r\n\r\n",
      "speakers": [
        {
          "name": "Angelica Ortega",
          "avatarUrl": "https://sessionize.com/image/518c-400o400o1-N1guY7JYkrtmsHnqLHvg2R.jpg",
          "company": "Manager Partner Solutions Architect Mexico & Distribution en AWS",
          "bio": "Angélica es la líder del equipo de Arquitectura de Soluciones para  socios de negocio en AWS, para México y Distribución LATAM.Cuento con más de 18 años de experiencia en el sector de Tecnologías de la Información. Comenzó su carrera desarrollando aplicaciones desde C y C++ hasta aplicaciones móviles para Android y iOS. Ha dado consultoría a empresas del sector público y privado para clientes en México, Canadá, Estados Unidos, Europa y Latinoamérica. De igual manera ha trabajado en proyectos de entrega de servicios a través de mejores prácticas como CMMI, ITIL, Six Sigma, COBIT y TOGAF.\r\n\r\nEs maestra en Seguridad Informática por la Universidad de la Rioja e Ingeniera en Computación por la Universidad Nacional Autónoma de México. ",
          "nationality": "Mexico",
          "socialMedia": {
            "twitter": "https://x.com/angyloh",
            "linkedin": "https://www.linkedin.com/in/angelicaortegahdz/"
          }
        },
        {
          "name": "Sherley Medina",
          "avatarUrl": "https://sessionize.com/image/acc9-400o400o1-6a4tHfUKbHzWkkz98Knvp.jpg",
          "company": "Automation Strategy Lead",
          "bio": "I am a Systems Engineer with over 13 years of experience. I currently collaborate on the evolution of infrastructure automation in the financial sector, concentrating on process optimization and meaningful metrics while leveraging tools such as Ansible and Terraform to turn technical value into tangible results for both technical and executive teams. Previously, as a technology consultant, I designed solution proposals and kicked off transformation projects across multiple industries, applying frameworks like TOGAF, ITIL, and CMMI. This blend of technical expertise and business insight fuels my passion for technology and lets me approach it from multiple perspectives.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/sherleymedina/"
          }
        }
      ],
      "time": "11:00 - 11:50",
      "dateStart": "2025-06-14T17:00:00.000Z",
      "dateEnd": "2025-06-14T17:50:00.000Z",
      "duration": 50,
      "location": "La Campana",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "914327",
      "name": "De la banca local a la nube global: cómo Banco Áurea migró su arquitectura usando AWS en México",
      "description": "Aprovechando la llegada de la región de AWS a Querétaro, muchas instituciones financieras finalmente pueden avanzar en su transformación digital sin comprometer la confidencialidad de los datos sensibles de clientes. En esta charla, compartiré mi experiencia como Tech Lead global liderando un equipo que construye funcionalidades para distintos países desde un enfoque modular, seguro y escalable en AWS.\r\n\r\nPresentaré un caso simulado basado en experiencias reales: Banco Áurea, una entidad multicultural que migró su operación a la nube para procesar transacciones en tiempo real, integrar IA generativa con Amazon Bedrock, usar bots con Lex y aplicar automatización con EventBridge, todo dentro de los lineamientos regulatorios.",
      "extendedDescription": "Aprovechando la llegada de la región de AWS a Querétaro, muchas instituciones financieras finalmente pueden avanzar en su transformación digital sin comprometer la confidencialidad de los datos sensibles de clientes. En esta charla, compartiré mi experiencia como Tech Lead global liderando un equipo que construye funcionalidades para distintos países desde un enfoque modular, seguro y escalable en AWS.\r\n\r\nPresentaré un caso simulado basado en experiencias reales: Banco Áurea, una entidad multicultural que migró su operación a la nube para procesar transacciones en tiempo real, integrar IA generativa con Amazon Bedrock, usar bots con Lex y aplicar automatización con EventBridge, todo dentro de los lineamientos regulatorios.",
      "speakers": [
        {
          "name": "Asinu Krinis",
          "avatarUrl": "https://sessionize.com/image/e3fd-400o400o1-4jwwYxpywXktRqJss1BEZL.png",
          "company": "BBVA, TECH LEAD GLOBAL",
          "bio": "Asinú García Krinis es Tech Lead de un equipo global que desarrolla soluciones para la industria bancaria en múltiples países. Apasionada por la nube, la innovación y el aprendizaje continuo, lidera proyectos que integran arquitectura serverless, seguridad y IA generativa con AWS. Forma parte de la comunidad de Embajadoras Cloud de Amazon y busca inspirar a más profesionales a construir en la nube desde México hacia el mundo.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/asin%C3%BA-krinis-bb27a318b/",
            "instagram": "https://www.instagram.com/tech_asikri?utm_source=ig_web_button_share_sheet&igsh=ZDNlZDc0MzIxNw=="
          }
        }
      ],
      "time": "11:00 - 11:30",
      "dateStart": "2025-06-14T17:00:00.000Z",
      "dateEnd": "2025-06-14T17:30:00.000Z",
      "duration": 30,
      "location": "La Botella",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "924613",
      "name": "¿HashiCorp Vault en AWS? Despliegue y conceptos clave (y mejor si no pierdes tus claves)",
      "description": "En esta charla aprenderás a desplegar en HashiCorp Vault, un manejador de secretos, en una instancia EC2 en AWS. Cubriremos su instalación y los conceptos clave de esta herramienta, como sus secrets engines, sus métodos de autenticación y cómo aplicar políticas de acceso siguiendo el principio de mínimo privilegio, para controlar quién puede acceder a qué secretos, tanto usuarios como servicios.",
      "extendedDescription": "En esta charla aprenderás a desplegar en HashiCorp Vault, un manejador de secretos, en una instancia EC2 en AWS. Cubriremos su instalación y los conceptos clave de esta herramienta, como sus secrets engines, sus métodos de autenticación y cómo aplicar políticas de acceso siguiendo el principio de mínimo privilegio, para controlar quién puede acceder a qué secretos, tanto usuarios como servicios.",
      "speakers": [
        {
          "name": "Elisa Zamarrón",
          "avatarUrl": "https://sessionize.com/image/6ba6-400o400o1-Gm9LCLYZ2VfhaNa8y5WK41.jpg",
          "company": "Cloud Engineer",
          "bio": "Elisa Zamarrón es una mujer apasionada por la tecnología, disfruta compartir su experiencia y sus conocimientos como Cloud Engineer. Es AWS Community Builder y está certificada como AWS Solutions Architect Associate. Ha participado en diferentes proyectos tanto Cloud Native como de Migración a AWS. Siempre busca promover un ambiente de inclusión y aprendizaje continuo. En su tiempo libre es improvisadora teatral y le encanta ver videos de YuGiOh y de Pokémon, aunque no entiende nada del YuGiOh y del Pokémon actual.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/elisasandia/"
          }
        }
      ],
      "time": "11:00 - 11:30",
      "dateStart": "2025-06-14T17:00:00.000Z",
      "dateEnd": "2025-06-14T17:30:00.000Z",
      "duration": 30,
      "location": "El Corazón",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "924904",
      "name": "AWS para Principiantes: Entendiendo los Servicios de Almacenamiento, Cómputo, Bases de Datos y Redes",
      "description": "Esta sesión explica los bloques fundamentales de Amazon Web Services de manera simple y práctica. Aprenderás:\r\n\r\nLos servicios esenciales: Almacenamiento (S3), Cómputo (EC2, Lambda), Bases de Datos (RDS, DynamoDB), y Redes (VPC)\r\nCómo funcionan las Regiones y Zonas de Disponibilidad de AWS\r\nEl espectro desde servicios completamente administrados hasta totalmente personalizables\r\nEjemplos prácticos que hacen que los conceptos de AWS sean fáciles de entender\r\n\r\n¿Sin experiencia previa en la nube? ¡Perfecto! Esta sesión está diseñada para transformar conceptos complejos en conocimiento claro y aplicable. Saldrás con confianza para iniciar tu primer proyecto en AWS.",
      "extendedDescription": "Esta sesión explica los bloques fundamentales de Amazon Web Services de manera simple y práctica. Aprenderás:\r\n\r\nLos servicios esenciales: Almacenamiento (S3), Cómputo (EC2, Lambda), Bases de Datos (RDS, DynamoDB), y Redes (VPC)\r\nCómo funcionan las Regiones y Zonas de Disponibilidad de AWS\r\nEl espectro desde servicios completamente administrados hasta totalmente personalizables\r\nEjemplos prácticos que hacen que los conceptos de AWS sean fáciles de entender\r\n\r\n¿Sin experiencia previa en la nube? ¡Perfecto! Esta sesión está diseñada para transformar conceptos complejos en conocimiento claro y aplicable. Saldrás con confianza para iniciar tu primer proyecto en AWS.",
      "speakers": [
        {
          "name": "Jaime Rios",
          "avatarUrl": "https://sessionize.com/image/a342-400o400o1-weTwYFsUYGsgXjRRfmyQTo.jpg",
          "company": "Independent Cloud Architect & AWS Consultant | jrios.cloud",
          "bio": "Certified AWS Solutions Architect specializing in compliance-ready architectures for regulated industries. Currently building AI-powered solutions for Trust and Will's legal tech platform at UnoSquare, following extensive experience at EPAM Systems developing production AWS solutions for enterprise clients.\r\n\r\nExpert in serverless patterns using API Gateway, Lambda, and DynamoDB, with deep focus on data sovereignty, encryption strategies, and resilient cloud-native applications. \r\n\r\nRegular speaker on AWS fundamentals through advanced compliance architectures, helping teams navigate the intersection of regulatory requirements and modern cloud design.",
          "nationality": "Mexico",
          "socialMedia": {
            "twitter": "https://twitter.com/jrioscloud",
            "linkedin": "https://www.linkedin.com/in/jrioscloud",
            "blog": "https://jrios.cloud",
            "company": "https://jrios.cloud"
          }
        }
      ],
      "time": "11:00 - 11:30",
      "dateStart": "2025-06-14T17:00:00.000Z",
      "dateEnd": "2025-06-14T17:30:00.000Z",
      "duration": 30,
      "location": "La Calavera",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907315",
      "name": "FinOps Is More Than Just Turning Off EC2, Right? Driving Strategic Cloud Cost Optimization",
      "description": "FinOps is often misunderstood as just turning off idle resources—especially EC2. While that may be a starting point, organizations operating in modern, complex cloud environments need a far more strategic approach.\r\n\r\nIn this session, I’ll share how we evolved from basic cost-saving tactics to building a robust, value-driven FinOps practice aligned with the FinOps Foundation framework. Backed by real-world experience managing hybrid, multi-cloud environments at iNBest and implementing cost governance strategies through Obok, I’ll cover how we use tools like Archera, PPA models, and automated tagging systems to achieve continuous optimization across large-scale AWS deployments.\r\n\r\nThis session is designed for Cloud Architects, FinOps practitioners, and Operations Leaders looking to embed FinOps into the core of their AWS strategy—moving from reactive cleanup to proactive financial engineering.",
      "extendedDescription": "FinOps is often misunderstood as just turning off idle resources—especially EC2. While that may be a starting point, organizations operating in modern, complex cloud environments need a far more strategic approach.\r\n\r\nIn this session, I’ll share how we evolved from basic cost-saving tactics to building a robust, value-driven FinOps practice aligned with the FinOps Foundation framework. Backed by real-world experience managing hybrid, multi-cloud environments at iNBest and implementing cost governance strategies through Obok, I’ll cover how we use tools like Archera, PPA models, and automated tagging systems to achieve continuous optimization across large-scale AWS deployments.\r\n\r\nThis session is designed for Cloud Architects, FinOps practitioners, and Operations Leaders looking to embed FinOps into the core of their AWS strategy—moving from reactive cleanup to proactive financial engineering.",
      "speakers": [
        {
          "name": "Leonardo Covarrubias García",
          "avatarUrl": "https://sessionize.com/image/678c-400o400o1-UDAPprMBKFy8PphKkXEZhM.jpg",
          "company": "Cloud Operations Director @ iNBest | Founder @ Obok",
          "bio": "Leonardo Covarrubias is a seasoned cloud leader, currently serving as Director of Cloud Operations at iNBest, where he manages multi-cloud environments across AWS, Azure, and GCP with a strong focus on scalability, cost efficiency, and compliance. As Founder of Obok, he leads cloud cost optimization and FinOps strategy for clients aiming to mature their cloud governance models. His expertise spans hybrid architecture, security alignment with ISO 27001, and building cloud-native teams focused on business value. Leonardo is deeply committed to operational excellence and financial accountability in cloud. TEDx Speaker & HYROX Athlete.",
          "nationality": "Mexico",
          "socialMedia": {
            "twitter": "https://x.com/covagarmx",
            "linkedin": "https://www.linkedin.com/in/leocovarrubias/",
            "instagram": "https://www.instagram.com/covagarmx/",
            "blog": "https://bento.me/lcovarrubias",
            "company": "https://www.getobok.com/"
          }
        }
      ],
      "time": "11:00 - 11:30",
      "dateStart": "2025-06-14T17:00:00.000Z",
      "dateEnd": "2025-06-14T17:30:00.000Z",
      "duration": 30,
      "location": "El Barril",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925345",
      "name": "Alejandr-IA",
      "description": "En esta sesión presentaremos Alejandr-IA, una solución completa y estratégica para hacer leverage de múltiples fuentes de datos usando agentes, Amazon Bedrock y orquestada por AWS.",
      "extendedDescription": "En esta sesión presentaremos Alejandr-IA, una solución completa y estratégica para hacer leverage de múltiples fuentes de datos usando agentes, Amazon Bedrock y orquestada por AWS.",
      "speakers": [
        {
          "name": "Marco Antonio Mendoza Ramos",
          "avatarUrl": "https://sessionize.com/image/5baa-400o400o1-pKGJ8hBj857XbstgfrM75t.jpg",
          "company": "Director, AI Practice en Wizeline",
          "bio": "Marco Mendoza es el director de inteligencia artificial de Wizeline. Lidera la práctica con su visión de innovación, creando una punta de lanza en el mundo de la inteligencia computacional. Su expertise recae en múltiples áreas, siendo las principales arquitecturas de MLOps y GenAI.",
          "nationality": "México",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/marco-antonio-mendoza/",
            "company": "https://www.wizeline.com/careers/"
          }
        }
      ],
      "time": "11:45 - 12:15",
      "dateStart": "2025-06-14T17:45:00.000Z",
      "dateEnd": "2025-06-14T18:15:00.000Z",
      "duration": 30,
      "location": "El Gorrito",
      "Nationality": "México",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 120,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "926625",
      "name": "Managing Intelligence: What It Really Takes to Build AI-First Applications",
      "description": "There's a growing difference between using AI and engineering AI-first systems—systems that can reason, retrieve, act, and improve over time. Behind every polished AI experience lies a coordinated architecture of models, memory, orchestration, and evaluation that requires a fundamentally different approach to system design.\r\n\r\nIn this talk, you'll explore a practical and scalable architecture for building intelligent systems—one that has proven effective across domains like sales assistants, content generators, and development copilots. We'll break down four core principles every AI-first builder must master: orchestration layers that coordinate models and tools, vector search systems that serve as memory, prompt design as intelligent delegation, and evaluation models that monitor and refine outcomes.\r\n\r\nYou'll also learn how to use AI to help build AI-first applications. From AI-assisted coding to automated documentation and intelligent testing, we'll explore how modern builders are leveraging AI not just as a product feature, but as a collaborator in the development process.\r\n\r\nPerfect for AWS developers, architects, and engineering leads ready to go beyond simple integrations. You'll leave with actionable frameworks, common pitfalls to avoid, and strategies for managing intelligence as a core system resource.",
      "extendedDescription": "There's a growing difference between using AI and engineering AI-first systems—systems that can reason, retrieve, act, and improve over time. Behind every polished AI experience lies a coordinated architecture of models, memory, orchestration, and evaluation that requires a fundamentally different approach to system design.\r\n\r\nIn this talk, you'll explore a practical and scalable architecture for building intelligent systems—one that has proven effective across domains like sales assistants, content generators, and development copilots. We'll break down four core principles every AI-first builder must master: orchestration layers that coordinate models and tools, vector search systems that serve as memory, prompt design as intelligent delegation, and evaluation models that monitor and refine outcomes.\r\n\r\nYou'll also learn how to use AI to help build AI-first applications. From AI-assisted coding to automated documentation and intelligent testing, we'll explore how modern builders are leveraging AI not just as a product feature, but as a collaborator in the development process.\r\n\r\nPerfect for AWS developers, architects, and engineering leads ready to go beyond simple integrations. You'll leave with actionable frameworks, common pitfalls to avoid, and strategies for managing intelligence as a core system resource.",
      "speakers": [
        {
          "name": "Arri Rucker",
          "avatarUrl": "",
          "company": "Regional Director, Client Services, AMER @ DoiT",
          "bio": "Arri Rucker es Director de Servicios al Cliente, Américas en DoiT International, donde lidera la entrega de soluciones de ingeniería cloud y FinOps en Norte y Sudamérica. Con más de 20 años de experiencia en tecnología, desempeña un papel clave en definir la estrategia técnica de DoiT y alinear sus capacidades con las prioridades de sus socios y las necesidades emergentes de los clientes.",
          "nationality": "USA",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/enyeto/",
            "company": "https://www.doit.com/"
          }
        }
      ],
      "time": "11:45 - 12:15",
      "dateStart": "2025-06-14T17:45:00.000Z",
      "dateEnd": "2025-06-14T18:15:00.000Z",
      "duration": 30,
      "location": "La Corona",
      "Nationality": "USA",
      "level": "Intermedio",
      "language": "English",
      "catergory": "Breakout Session",
      "capacity": 200,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "926104",
      "name": "Cost-Effective GenAI Deployments – Optimizing Infrastructure for LLMOps Success",
      "description": "In the GenAI era, large language models are transforming industries—but hidden costs can stall innovation. In this talk, we’ll explore how to manage the real expenses behind GenAI apps, from token fees to infrastructure challenges. You’ll learn practical strategies, see real-world examples, and discover how AWS services can help you build scalable, efficient, and cost-effective GenAI solutions.",
      "extendedDescription": "In the GenAI era, large language models are transforming industries—but hidden costs can stall innovation. In this talk, we’ll explore how to manage the real expenses behind GenAI apps, from token fees to infrastructure challenges. You’ll learn practical strategies, see real-world examples, and discover how AWS services can help you build scalable, efficient, and cost-effective GenAI solutions.",
      "speakers": [
        {
          "name": "Guillermo Manuel Galvan Soltero",
          "avatarUrl": "https://sessionize.com/image/265a-400o400o1-peLjF5tjAGgeCYM24NGi1j.jpg",
          "company": "Cloud DevOps Engineer @ SoftServe",
          "bio": "DevOps engineer with a software development background who loves finding simple ways to automate tasks using Docker, Kubernetes, and Terraform. He writes Python and Go scripts to keep systems reliable, and in his free time, he is always exploring AI and machine learning out of genuine curiosity.",
          "nationality": "México"
        }
      ],
      "time": "11:45 - 12:15",
      "dateStart": "2025-06-14T17:45:00.000Z",
      "dateEnd": "2025-06-14T18:15:00.000Z",
      "duration": 30,
      "location": "La Botella",
      "Nationality": "México",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "924863",
      "name": "Acelerando tu DevOps con AWS CodeCatalyst y Amazon Q Developer",
      "description": "Agiliza tu ciclo de desarrollo y despliegue con la potencia combinada de Amazon CodeCatalyst y Amazon Q Developer. Automatiza desde la creación de código hasta el despliegue en producción con flujos de trabajo personalizables que eliminan tareas repetitivas. Aprovecha la IA para generar código, resolver problemas y optimizar tu arquitectura en AWS. Transforma tu DevOps: menos tiempo configurando, más tiempo innovando.",
      "extendedDescription": "Agiliza tu ciclo de desarrollo y despliegue con la potencia combinada de Amazon CodeCatalyst y Amazon Q Developer. Automatiza desde la creación de código hasta el despliegue en producción con flujos de trabajo personalizables que eliminan tareas repetitivas. Aprovecha la IA para generar código, resolver problemas y optimizar tu arquitectura en AWS. Transforma tu DevOps: menos tiempo configurando, más tiempo innovando.",
      "speakers": [
        {
          "name": "Jose Verbel Tous",
          "avatarUrl": "https://sessionize.com/image/8cc6-400o400o1-NTAhTU6ms6Sn9LpZic5dnG.jpg",
          "company": "Director Desarrollo en Solati SaS",
          "bio": "José David Verbel es un arquitecto de soluciones cloud y líder en transformación tecnológica con más de 15 años de experiencia. Como Director de Desarrollo, ha implementado exitosamente cultura DevOps y optimizado ciclos mediante metodologías ágiles. Certificado AWS Solutions Architect Associate, integra seguridad, infraestructura como código y prácticas DevOps para acelerar entrega de valor. Participa como mentor en TalentoTECH y MisionTic de MinTIC Colombia, compartiendo conocimiento en desarrollo, cloud y DevOps. Su presencia en DevOpsDays, AWS Summit refleja su compromiso con la innovación tecnológica continua.",
          "nationality": "Colombia",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/jverbel",
            "instagram": "https://www.instagram.com/derocox.cloud",
            "company": "https://linktree.com/derocox"
          }
        }
      ],
      "time": "11:45 - 12:15",
      "dateStart": "2025-06-14T17:45:00.000Z",
      "dateEnd": "2025-06-14T18:15:00.000Z",
      "duration": 30,
      "location": "El Barril",
      "Nationality": "Colombia",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "921281",
      "name": "Liderazgo Neurodivergente: Mi perspectiva como manager neurospicy",
      "description": "Como manager (neurodivergente) compartiré cómo he transformado los desafíos en fortalezas y cómo las características asociadas con el espectro autista pueden convertirse en ventajas competitivas en el liderazgo técnico.\r\n\r\nLos topicos que se abordarán:\r\n- Las fortalezas naturales que la neurodivergencia aporta al liderazgo tecnológico: pensamiento sistemático, atención al detalle y resolución de problemas.\r\n- Estrategias adaptativas para navegar los aspectos sociales de la gestión de equipos\r\n- Cómo crear entornos de trabajo inclusivos que valoren diferentes estilos cognitivos\r\n- Técnicas de comunicación efectiva desde una perspectiva neurodivergente\r\n- La importancia de la autenticidad y la vulnerabilidad en el liderazgo\r\n\r\nEsta presentación busca facilitar el camino para otros profesionales neurodivergentes que aspiran a roles de liderazgo, así como también ofrecerá a todos los líderes tecnológicos una perspectiva fresca sobre cómo diversificar sus enfoques de gestión para crear equipos más innovadores y resilientes.\r\n",
      "extendedDescription": "Como manager (neurodivergente) compartiré cómo he transformado los desafíos en fortalezas y cómo las características asociadas con el espectro autista pueden convertirse en ventajas competitivas en el liderazgo técnico.\r\n\r\nLos topicos que se abordarán:\r\n- Las fortalezas naturales que la neurodivergencia aporta al liderazgo tecnológico: pensamiento sistemático, atención al detalle y resolución de problemas.\r\n- Estrategias adaptativas para navegar los aspectos sociales de la gestión de equipos\r\n- Cómo crear entornos de trabajo inclusivos que valoren diferentes estilos cognitivos\r\n- Técnicas de comunicación efectiva desde una perspectiva neurodivergente\r\n- La importancia de la autenticidad y la vulnerabilidad en el liderazgo\r\n\r\nEsta presentación busca facilitar el camino para otros profesionales neurodivergentes que aspiran a roles de liderazgo, así como también ofrecerá a todos los líderes tecnológicos una perspectiva fresca sobre cómo diversificar sus enfoques de gestión para crear equipos más innovadores y resilientes.\r\n",
      "speakers": [
        {
          "name": "Mario Meza",
          "avatarUrl": "https://sessionize.com/image/fcdb-400o400o1-RVkehhK812c4PkyZ6AhBvK.jpg",
          "company": "Engineering Manager @ Caylent",
          "bio": "Software Engineer/Manager with +10 years involved in the complete software development life cycle. \r\n\r\nDeveloped software and IT solutions for different business sectors using JavaScript (Node Js) , .NET, PostgreSQL and AWS. \r\n\r\nInterested in Generative AI, Task Automatization, Machine Learning, Functional Programming, Cloud Architecture, and gRPC.\r\n\r\nParticipant and contributor building world-class software solutions working and leading extremely capable teams.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/mario-meza-c/"
          }
        }
      ],
      "time": "11:45 - 12:15",
      "dateStart": "2025-06-14T17:45:00.000Z",
      "dateEnd": "2025-06-14T18:15:00.000Z",
      "duration": 30,
      "location": "El Corazón",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907372",
      "name": "Arquitectura de un Agente FinOps: Memory Layers, Bedrock y Predicción Continua de Costos",
      "description": "En esta charla exploraremos cómo construir un Agente FinOps inteligente capaz de analizar costos cloud, detectar anomalías, generar visualizaciones, predecir tendencias y recordar contexto histórico, todo de forma automatizada y escalable.\r\n\r\nCombinando los principios de FinOps con tecnologías como Amazon Bedrock, modelos fundacionales (Claude) y una arquitectura basada en memory layers, mostraremos cómo es posible reemplazar reportes estáticos y dashboards manuales por un sistema que aprende, justifica con datos, y proyecta escenarios futuros.\r\n\r\nVeremos desde cómo estructurar la memoria del modelo y usar información histórica para enriquecer el análisis, hasta cómo implementar lógica de predicción, generar insights accionables, y entregar informes financieros inteligentes a cada área técnica o de negocio.\r\n\r\nYa no se trata solo de visualizar el gasto, sino de darle contexto, narrativa y propósito, en tiempo real y con inteligencia incorporada.",
      "extendedDescription": "En esta charla exploraremos cómo construir un Agente FinOps inteligente capaz de analizar costos cloud, detectar anomalías, generar visualizaciones, predecir tendencias y recordar contexto histórico, todo de forma automatizada y escalable.\r\n\r\nCombinando los principios de FinOps con tecnologías como Amazon Bedrock, modelos fundacionales (Claude) y una arquitectura basada en memory layers, mostraremos cómo es posible reemplazar reportes estáticos y dashboards manuales por un sistema que aprende, justifica con datos, y proyecta escenarios futuros.\r\n\r\nVeremos desde cómo estructurar la memoria del modelo y usar información histórica para enriquecer el análisis, hasta cómo implementar lógica de predicción, generar insights accionables, y entregar informes financieros inteligentes a cada área técnica o de negocio.\r\n\r\nYa no se trata solo de visualizar el gasto, sino de darle contexto, narrativa y propósito, en tiempo real y con inteligencia incorporada.",
      "speakers": [
        {
          "name": "Gabriel Torres",
          "avatarUrl": "https://sessionize.com/image/85cc-400o400o1-pLYveV1NCBsRVMPfoJBydg.jpg",
          "company": "Cloud Engineer at Banco Bolivariano - Community Builder at Serverless",
          "bio": "Soy un profesional con más de 10 años de experiencia en el sector financiero, habiendo trabajado en varios bancos en Ecuador y en startups innovadoras como Kushki Pagos. Actualmente, soy Cloud Engineer en Banco Bolivariano. Este año, me he convertido en Community Builder en el área de Serverless, donde me dedico a fomentar la comunidad y compartir conocimientos. Además, soy un activo creador de contenido, publicando regularmente en blogs de Medium y otras plataformas.\r\n",
          "nationality": "Ecuador",
          "socialMedia": {
            "twitter": "https://x.com/gabrieltorreswm",
            "linkedin": "http://linkedin.com/in/gtorreswm",
            "instagram": "https://www.instagram.com/gabrieltorreswm/",
            "blog": "https://medium.com/@gabrieltorreswm",
            "company": "https://www.linkedin.com/in/gtorreswm"
          }
        }
      ],
      "time": "12:05 - 12:35",
      "dateStart": "2025-06-14T18:05:00.000Z",
      "dateEnd": "2025-06-14T18:35:00.000Z",
      "duration": 30,
      "location": "El Sol",
      "Nationality": "Ecuador",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 150,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "913671",
      "name": "Tablas Apache Iceberg en Región Mexico (Central)",
      "description": "En esta sesión exploraremos cómo implementar tablas Apache Iceberg utilizando AWS Glue, Amazon S3 y Athena, aprovechando la nueva región AWS México (Central). Abordaremos aspectos clave de la configuración, buenas prácticas y consideraciones de rendimiento para sacar el máximo provecho de esta arquitectura moderna de datos.",
      "extendedDescription": "En esta sesión exploraremos cómo implementar tablas Apache Iceberg utilizando AWS Glue, Amazon S3 y Athena, aprovechando la nueva región AWS México (Central). Abordaremos aspectos clave de la configuración, buenas prácticas y consideraciones de rendimiento para sacar el máximo provecho de esta arquitectura moderna de datos.",
      "speakers": [
        {
          "name": "Esau Reyes",
          "avatarUrl": "https://sessionize.com/image/4ba8-400o400o1-3ao6enMFEBrgv3QnQg22iJ.jpg",
          "company": "Lead Data Engineer",
          "bio": "Lead data engineer y miembro de AWS Community Builders, con más de 9 años de experiencia creando plataformas de datos escalables en la nube. Especializado en arquitecturas con procesos batch, en tiempo real y basado en eventos.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/esaureyv/"
          }
        }
      ],
      "time": "12:05 - 12:35",
      "dateStart": "2025-06-14T18:05:00.000Z",
      "dateEnd": "2025-06-14T18:35:00.000Z",
      "duration": 30,
      "location": "La Campana",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "910841",
      "name": "¿Cómo manejar grandes clusters de EKS?",
      "description": "Si has trabajado con Kubernetes (EKS) es probable que hayas manejado un par de  clúster's pequeños. Pero ¿y si tuvieras que manejar mas de 50 clúster's al mismo tiempo? ¿Si en vez de 3 nodos fueran más de 500? Acá te cuento algunas sugerencias basadas en mi experiencia y como es que lo manejamos actualmente.",
      "extendedDescription": "Si has trabajado con Kubernetes (EKS) es probable que hayas manejado un par de  clúster's pequeños. Pero ¿y si tuvieras que manejar mas de 50 clúster's al mismo tiempo? ¿Si en vez de 3 nodos fueran más de 500? Acá te cuento algunas sugerencias basadas en mi experiencia y como es que lo manejamos actualmente.",
      "speakers": [
        {
          "name": "Ricardo Vasquez",
          "avatarUrl": "https://sessionize.com/image/ea12-400o400o1-SH9sa9Ej4aUc6a3WUK4Rnz.jpg",
          "company": "Lead systems engineer @ Epam",
          "bio": "•⁠  ⁠Más de 8 años de experiencia total en IT\r\n•⁠  ⁠⁠Cuento con certificaciones en AWS, MongoDB, Python\r\n•⁠  ⁠⁠Experiencia como developer, cloud engineer, devops y arquitecto. \r\n•⁠  ⁠⁠Hoy en día encargado de administrar EKS clusters para una gran organización",
          "nationality": "Mexico/Venezuela",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/ricardovasquez1996",
            "instagram": "https://www.instagram.com/rjvasquez96/"
          }
        }
      ],
      "time": "12:05 - 12:55",
      "dateStart": "2025-06-14T18:05:00.000Z",
      "dateEnd": "2025-06-14T18:55:00.000Z",
      "duration": 50,
      "location": "La Calavera",
      "Nationality": "Mexico/Venezuela",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "926087",
      "name": "Collectors placeholder",
      "description": "",
      "extendedDescription": "",
      "speakers": [
        {
          "name": "Kanwar Kohli",
          "avatarUrl": "https://sessionize.com/image/0222-400o400o1-Pyj7xhLUhXmgkdGsjVKcgF.jpg",
          "company": "Director of Platform Engineering @ Collectors",
          "bio": "Kanwar Kohli is the Director of Platform Engineering at Collectors, where he leads the team behind the cloud and platform transformation fueling the future of collecting. With a track record across Fortune 500s and startups, Kanwar brings bold technical vision and inspiring leadership—enabling teams to scale infrastructure, move fast, and build the foundation for breakthrough product innovation across the collectibles ecosystem.",
          "nationality": "USA",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/kanwar-kohli",
            "company": "https://collectors.com"
          }
        }
      ],
      "time": "12:30 - 13:00",
      "dateStart": "2025-06-14T18:30:00.000Z",
      "dateEnd": "2025-06-14T19:00:00.000Z",
      "duration": 30,
      "location": "El Gorrito",
      "Nationality": "USA",
      "level": "Intermedio",
      "language": "English",
      "catergory": "Breakout Session",
      "capacity": 120,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "922788",
      "name": "Desplegar. Validar. Destruir. Repetir.",
      "description": "Los equipos modernos necesitan velocidad sin perder control. En esta charla, exploraremos cómo los ambientes efímeros en AWS permiten a desarrolladores y equipos de operaciones entregar software más rápido y de forma más segura.\r\nAprenderás cómo crear entornos aislados automáticamente para cada pull request, validar cambios usando recursos reales de AWS, y destruir todo al terminar. Cubriremos patrones de infraestructura como código, automatización con GitHub Actions, y prácticas de seguridad con IAM para mantener buenas prácticas entre equipos.\r\nYa seas un desarrollador cansado de esperar el entorno compartido o ingeniero de operaciones lidiando con recursos huérfanos, esta sesión te dará los pasos concretos para cerrar esa brecha y modernizar tus procesos.",
      "extendedDescription": "Los equipos modernos necesitan velocidad sin perder control. En esta charla, exploraremos cómo los ambientes efímeros en AWS permiten a desarrolladores y equipos de operaciones entregar software más rápido y de forma más segura.\r\nAprenderás cómo crear entornos aislados automáticamente para cada pull request, validar cambios usando recursos reales de AWS, y destruir todo al terminar. Cubriremos patrones de infraestructura como código, automatización con GitHub Actions, y prácticas de seguridad con IAM para mantener buenas prácticas entre equipos.\r\nYa seas un desarrollador cansado de esperar el entorno compartido o ingeniero de operaciones lidiando con recursos huérfanos, esta sesión te dará los pasos concretos para cerrar esa brecha y modernizar tus procesos.",
      "speakers": [
        {
          "name": "Andres Moreno",
          "avatarUrl": "https://sessionize.com/image/1ad9-400o400o1-VRrZpUx7eYTpLeKPbK27Nw.png",
          "company": "Principal Software Architect at Caylent | AWS Community Builder",
          "bio": "Andres Moreno is a Principal Software Architect at Caylent. Andres has worked across many teams helping improve developer experience and processes to simplify application development.",
          "nationality": "Mexico/USA",
          "socialMedia": {
            "twitter": "https://twitter.com/andmoredev",
            "linkedin": "https://www.linkedin.com/in/andmoredev/",
            "blog": "https://www.andmore.dev/"
          }
        }
      ],
      "time": "12:30 - 13:00",
      "dateStart": "2025-06-14T18:30:00.000Z",
      "dateEnd": "2025-06-14T19:00:00.000Z",
      "duration": 30,
      "location": "La Corona",
      "Nationality": "Mexico/USA",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 200,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "926683",
      "name": "De Excel a Machine Learning: Predicción sin código con Amazon SageMaker Canvas",
      "description": "Muchas organizaciones aún dependen de Excel y hojas de cálculo para análisis y toma de decisiones. Esta plática muestra cómo dar el siguiente paso hacia la inteligencia artificial sin necesidad de saber programar. Con Amazon SageMaker Canvas, analistas, equipos de negocio y usuarios no técnicos pueden crear modelos de Machine Learning visualmente y obtener predicciones de forma rápida, segura y sin escribir una sola línea de código.",
      "extendedDescription": "Muchas organizaciones aún dependen de Excel y hojas de cálculo para análisis y toma de decisiones. Esta plática muestra cómo dar el siguiente paso hacia la inteligencia artificial sin necesidad de saber programar. Con Amazon SageMaker Canvas, analistas, equipos de negocio y usuarios no técnicos pueden crear modelos de Machine Learning visualmente y obtener predicciones de forma rápida, segura y sin escribir una sola línea de código.",
      "speakers": [
        {
          "name": "Emily Martinez Monroy",
          "avatarUrl": "https://sessionize.com/image/6582-400o400o1-KiXf4684T931BwXeycXziT.jpg",
          "company": "DevOps Engineer @ Globant",
          "bio": "DevOps Engineer Consultant, since i started as Developer some year ago, i just ask one simple question, \"how we can make it easy?\". ",
          "nationality": "México"
        }
      ],
      "time": "12:30 - 13:00",
      "dateStart": "2025-06-14T18:30:00.000Z",
      "dateEnd": "2025-06-14T19:00:00.000Z",
      "duration": 30,
      "location": "El Mundo",
      "Nationality": "México",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 180,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925324",
      "name": "Bringing Scientific Tools to the Cloud: Practical Workflows with AWS",
      "description": "Scientific computing has traditionally lived on university lab's machines and local clusters but that’s changing. In this talk, we’ll explore how AWS can power modern, cloud-based workflows for data analysis, modeling, and research. Using open-source tools as examples, I’ll share how we moved academic-style computing into the cloud: running analysis jobs in containers, automating pipelines, and ensuring reproducibility. This talk is about bridging the world of scientific research with the flexibility and power of AWS.\r\n",
      "extendedDescription": "Scientific computing has traditionally lived on university lab's machines and local clusters but that’s changing. In this talk, we’ll explore how AWS can power modern, cloud-based workflows for data analysis, modeling, and research. Using open-source tools as examples, I’ll share how we moved academic-style computing into the cloud: running analysis jobs in containers, automating pipelines, and ensuring reproducibility. This talk is about bridging the world of scientific research with the flexibility and power of AWS.\r\n",
      "speakers": [
        {
          "name": "Ramon Esparza",
          "avatarUrl": "https://sessionize.com/image/746b-400o400o1-B3zLk8xBNTW23bj5TQdgrY.jpg",
          "company": "Senior SRE at Wizeline",
          "bio": "I'm a Devops/SRE/Linux administrator with over 10 years of experience in my free time like to read science fiction, drive and program whatever half project I'm interested in the moment, also I love to install linux on old computers. I would love a commodore64 to play old games in my free time.  ",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/ramonesparza/",
            "blog": "https://blog.ramonesparza.net"
          }
        }
      ],
      "time": "12:30 - 13:00",
      "dateStart": "2025-06-14T18:30:00.000Z",
      "dateEnd": "2025-06-14T19:00:00.000Z",
      "duration": 30,
      "location": "La Botella",
      "Nationality": "Mexico",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "924484",
      "name": "Cómo pasar tu entrevista laboral en inglés en una empresa multinacional?",
      "description": "Tu inglés te frena en entrevistas, aunque tengas las habilidades técnicas?  Te has paralizado cuando te preguntan “Tell me about yourself”? No estás solo. Te preocupa tu acento, tu vocabulario técnico o simplemente no entender las preguntas? Esta charla está diseñada especialmente para ti: profesionales latinoamericanos que sueñan con dar el salto a equipos globales y quieren superar sus miedos al inglés en entrevistas técnicas.\r\n\r\n\r\nCompartiré aprendizajes desde mi experiencia como líder de un equipo de inteligencia artificial con talento latinoamericano, exprofesora de inglés y coach de carrera en un bootcamp. \r\nLa sesión se centrará en los desafíos más comunes que enfrentan los candidatos hispanohablantes: miedo a equivocarse, falta de vocabulario técnico, nerviosismo y dudas sobre cómo estructurar respuestas efectivas en inglés.\r\n\r\nLa agenda incluirá:\r\n\r\n- Estrategias para prepararse para entrevistas técnicas y de comportamiento en inglés\r\n\r\n\r\n- Herramientas prácticas para comunicar ideas con claridad, incluso con un nivel de inglés intermedio\r\n\r\n\r\n- Reflexiones sobre cómo abordar el miedo desde la práctica y la confianza, no desde la perfección\r\n\r\n\r\n- Casos reales de preparación de candidatos en América Latina\r\n\r\n\r\nLa charla busca ofrecer una guía práctica y realista, que combina preparación lingüística con perspectiva emocional, orientada a quienes desean mejorar su desempeño en entrevistas sin tener que dominar el inglés a nivel nativo.\r\n",
      "extendedDescription": "Tu inglés te frena en entrevistas, aunque tengas las habilidades técnicas?  Te has paralizado cuando te preguntan “Tell me about yourself”? No estás solo. Te preocupa tu acento, tu vocabulario técnico o simplemente no entender las preguntas? Esta charla está diseñada especialmente para ti: profesionales latinoamericanos que sueñan con dar el salto a equipos globales y quieren superar sus miedos al inglés en entrevistas técnicas.\r\n\r\n\r\nCompartiré aprendizajes desde mi experiencia como líder de un equipo de inteligencia artificial con talento latinoamericano, exprofesora de inglés y coach de carrera en un bootcamp. \r\nLa sesión se centrará en los desafíos más comunes que enfrentan los candidatos hispanohablantes: miedo a equivocarse, falta de vocabulario técnico, nerviosismo y dudas sobre cómo estructurar respuestas efectivas en inglés.\r\n\r\nLa agenda incluirá:\r\n\r\n- Estrategias para prepararse para entrevistas técnicas y de comportamiento en inglés\r\n\r\n\r\n- Herramientas prácticas para comunicar ideas con claridad, incluso con un nivel de inglés intermedio\r\n\r\n\r\n- Reflexiones sobre cómo abordar el miedo desde la práctica y la confianza, no desde la perfección\r\n\r\n\r\n- Casos reales de preparación de candidatos en América Latina\r\n\r\n\r\nLa charla busca ofrecer una guía práctica y realista, que combina preparación lingüística con perspectiva emocional, orientada a quienes desean mejorar su desempeño en entrevistas sin tener que dominar el inglés a nivel nativo.\r\n",
      "speakers": [
        {
          "name": "Nataliya Ershova",
          "avatarUrl": "https://sessionize.com/image/ac6c-400o400o1-n5aH97zfALtEjUStu9RrRQ.jpg",
          "company": "Colombia Operations Leader - Provectus ",
          "bio": "Nataliya cuenta con 17 años de experiencia en desarrollo de negocios y estrategia en la comunicación. Es economista con maestría en periodismo. Cambió de carrera 4 veces en diferentes países. Se especializa en ayudar a desarrolladores a encontrar empleo en empresas de tecnología reconocidas. En Colombia trabaja como consultora de nuevos mercados y operational leader en empresa de Inteligencia artificial.",
          "nationality": "Rusia",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/nataliya-ershova/",
            "instagram": "https://www.instagram.com/nat.tech.latam?igsh=YmVpa21tbGh0b3Ry&utm_source=qr",
            "company": "https://provectus.com/"
          }
        }
      ],
      "time": "12:30 - 13:00",
      "dateStart": "2025-06-14T18:30:00.000Z",
      "dateEnd": "2025-06-14T19:00:00.000Z",
      "duration": 30,
      "location": "El Corazón",
      "Nationality": "Rusia",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "910235",
      "name": "Dashboards y herramientas para el monitoreo de los costos en AWS",
      "description": "En esta charla exploraremos cómo aprovechar las herramientas nativas de AWS para tener una visibilidad clara y en tiempo real de los costos en la nube. Conoceras los dashboards mas efectivos que te ayudarán a mantener el control del gasto y optimizar el uso de recursos.\r\n\r\n",
      "extendedDescription": "En esta charla exploraremos cómo aprovechar las herramientas nativas de AWS para tener una visibilidad clara y en tiempo real de los costos en la nube. Conoceras los dashboards mas efectivos que te ayudarán a mantener el control del gasto y optimizar el uso de recursos.\r\n\r\n",
      "speakers": [
        {
          "name": "Alexis Velásquez Quintero",
          "avatarUrl": "https://sessionize.com/image/1f41-400o400o1-UVujDnAB2WyBo9dPbjE2AQ.png",
          "company": "Member FinOps Foundation",
          "bio": "Fanatic Cloud - AWS/Azure/GCP/Oracle/Alibaba | Devops | FinOps (Member FinOps Foundation)",
          "nationality": "Colombia",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/alexis-vel%C3%A1squez-quintero-3a9003170/"
          }
        }
      ],
      "time": "12:30 - 13:00",
      "dateStart": "2025-06-14T18:30:00.000Z",
      "dateEnd": "2025-06-14T19:00:00.000Z",
      "duration": 30,
      "location": "El Barril",
      "Nationality": "Colombia",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925276",
      "name": "Revolucionando los proyectos: de documentos a control y de ideas a historias de usuario con Bedrock",
      "description": "¿Te imaginas automatizar algunas de las tareas más críticas y demandantes en la gestión de proyectos utilizando inteligencia artificial generativa? En esta sesión exploraremos cómo Amazon Bedrock puede transformar dos momentos clave del ciclo de vida de un proyecto:\r\nLa generación de historias de usuario a partir de descripciones breves y mockups.\r\nEl seguimiento y control del proyecto mediante la extracción automatizada de tareas, acuerdos y reportes a partir de montañas de minutas y documentos.\r\n\r\nCon base en casos reales y dos demostraciones en vivo, mostraremos cómo seleccionar el modelo adecuado en Amazon Bedrock, identificar los casos de uso con mayor potencial, y avanzar desde pruebas de concepto hacia MVPs con un enfoque Lean. Esta charla está dirigida a líderes de proyecto, analistas y equipos técnicos que buscan optimizar sus tiempos, mejorar la trazabilidad y acelerar la entrega de valor con ayuda de la IA generativa.",
      "extendedDescription": "¿Te imaginas automatizar algunas de las tareas más críticas y demandantes en la gestión de proyectos utilizando inteligencia artificial generativa? En esta sesión exploraremos cómo Amazon Bedrock puede transformar dos momentos clave del ciclo de vida de un proyecto:\r\nLa generación de historias de usuario a partir de descripciones breves y mockups.\r\nEl seguimiento y control del proyecto mediante la extracción automatizada de tareas, acuerdos y reportes a partir de montañas de minutas y documentos.\r\n\r\nCon base en casos reales y dos demostraciones en vivo, mostraremos cómo seleccionar el modelo adecuado en Amazon Bedrock, identificar los casos de uso con mayor potencial, y avanzar desde pruebas de concepto hacia MVPs con un enfoque Lean. Esta charla está dirigida a líderes de proyecto, analistas y equipos técnicos que buscan optimizar sus tiempos, mejorar la trazabilidad y acelerar la entrega de valor con ayuda de la IA generativa.",
      "speakers": [
        {
          "name": "Diana Castro",
          "avatarUrl": "https://sessionize.com/image/7b9b-400o400o1-h1ENs4Ees1BmtYu9tki5gC.jpg",
          "company": "CTO innovative by Novacomp,   AWS User Group Leader y AWS CB",
          "bio": "Actualmente CTO de Innovative by Novacomp, con mas de 20 años de experiencia en la industria de la tecnología, en los últimos 4 años muy enfocada en soluciones basadas en la nube de AWS.  Con una participación activa en la comunidad tecnológica, destacando el rol como AWS Community Builder y líder del AWS User Group San José Costa Rica, donde he impulsado el intercambio de conocimientos y mejores prácticas en la nube.\r\nMis principales áreas de interés incluyen:\r\n•\tOptimización de costos en la nube: Implementando estrategias para maximizar la eficiencia y reducir gastos innecesarios.\r\n•\tAseguramiento de cargas de trabajo: Garantizando la seguridad, escalabilidad y disponibilidad de las aplicaciones en entornos cloud.\r\n•\tPotenciar el uso de IA generativa: Aprovechando herramientas de inteligencia artificial para mejorar la eficiencia operativa y fortalecer la seguridad en los procesos tecnológicos.\r\nParticipé en AWSome Women Perú como expositora y cómo Líder de la Sala CertifiHer",
          "nationality": "Costarricense",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/diana-castro-54167755/"
          }
        },
        {
          "name": "Gerardo Arroyo",
          "avatarUrl": "https://sessionize.com/image/7761-400o400o1-RXg3NystqMaDymAsG86ku1.jpg",
          "company": "Arquitecto Cloud | AWS Community Builder | AWS User Gorup Leader | Evangelista de IA Generativa | 9x AWS Certificado | Orador Internacional",
          "bio": "Gerardo Arroyo es Cloud Director en Novacomp, con más de 25 años de experiencia en el sector tecnológico como desarrollador, consultor y empresario. Su misión es diseñar, implementar y gestionar la arquitectura cloud de clientes, optimizando rendimiento, seguridad y escalabilidad. \r\nApasionado por AWS y la Inteligencia Artificial Generativa, Gerardo cuenta con 9 certificaciones AWS y es reconocido como AWS Community Builder y líder de grupo de usuarios. A través de su blog personal comparte experiencias reales con AWS, desde arquitecturas cloud hasta implementaciones prácticas de IA Generativa. \r\nSu expertise técnico se centra en Amazon Bedrock,  arquitecturas de nube avanzadas y soluciones de IA Generativa para empresas. Gerardo ha liderado transformaciones tecnológicas significativas, como la modernización de aplicaciones Java utilizando Amazon Q Developer.\r\n",
          "nationality": "Costa Rica",
          "socialMedia": {
            "twitter": "https://x.com/codewarrior506",
            "linkedin": "https://linkedin.com/in/codewarriorcr",
            "blog": "https://gerardo.dev"
          }
        }
      ],
      "time": "12:50 - 13:40",
      "dateStart": "2025-06-14T18:50:00.000Z",
      "dateEnd": "2025-06-14T19:40:00.000Z",
      "duration": 50,
      "location": "El Sol",
      "Nationality": "Costarricense",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 150,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907878",
      "name": "Residuales pero no rotos: plataformas que evolucionan sin perder la cabeza (ni a tus devs)",
      "description": "¿Tu plataforma vive en un estado de transición constante, donde todo cambia pero nada se asienta? Ese fenómeno tiene nombre: Hyperliminality, y es uno de los desafíos más comunes (y subestimados) en organizaciones que están escalando o modernizando sobre la nube.\r\n\r\nLa solución no está en predecir el futuro, sino en diseñar sistemas preparados para cualquier futuro. Es decir: pensar como el Dr. Strange de la arquitectura de software.\r\n\r\nEsta sesión (nivel L300) se enfoca en cómo construir y evolucionar plataformas confiables, resilientes, adaptables y sostenibles dentro del ecosistema AWS, aplicando un marco mental inspirado en la Residuality Theory: diseñar sistemas que no solo resistan el cambio, sino que mejoren con él. En otras palabras, diseñar con antifrágil en mente.\r\n\r\nExploraremos tres ejes clave, ilustrados con patrones, estilos y servicios concretos de AWS:\r\n\r\n🧱 1. Arquitecturas Evolutivas en AWS\r\nMás allá de la teoría de Domain-Driven Design y las architectural characteristics con fitness functions, veremos cuándo y cómo aplicar estilos arquitectónicos como:\r\n- Modular Monolith,\r\n- Event-Driven Architecture (ej. con Lambda, SQS, EventBridge), o\r\n- Service-Based/Microservices (ej. con ECS, EKS)\r\n…siempre alineados a los atributos de calidad que tu dominio exige: modificabilidad, escalabilidad, resiliencia y observabilidad.\r\n\r\n⚙️ 2. Developer Experience como Pilar Estratégico\r\nUna buena DevEx no es un lujo: es el mecanismo de aceleración evolutiva. Exploraremos cómo aprovechar herramientas de AWS como CDK, CloudFormation, CodePipeline, CodeBuild, y prácticas modernas para:\r\n- Reducir la carga cognitiva,\r\n- Alinear límites técnicos con límites de dominio, y\r\n- Habilitar ciclos de entrega rápidos y sostenibles.\r\n\r\n♻️ 3. Diseño Antifrágil con Residuality Theory\r\nAplicaremos este enfoque para tomar decisiones que degraden con elegancia, evitando que el diseño se vuelva deuda técnica prematura.\r\nVeremos cómo patrones como Outbox, Strangler Fig o Branch by Abstraction, aplicados sobre servicios de AWS, permiten que la arquitectura evolucione sin ruptura, se adapte sin fricción, y evite convertirse en un campo minado de deuda técnica.\r\n\r\n🎁 ¿Qué se lleva la audiencia?\r\n✅ Un framework claro para diseñar plataformas evolutivas y antifrágiles en AWS.\r\n✅ Criterios para seleccionar estilos y patrones arquitectónicos basados en atributos de calidad del dominio.\r\n✅ Cómo integrar DevEx como atributo arquitectónico estratégico, no como accesorio cultural.\r\n✅ Una mentalidad basada en Residuality para tomar decisiones de diseño sostenibles y adaptables a largo plazo.",
      "extendedDescription": "¿Tu plataforma vive en un estado de transición constante, donde todo cambia pero nada se asienta? Ese fenómeno tiene nombre: Hyperliminality, y es uno de los desafíos más comunes (y subestimados) en organizaciones que están escalando o modernizando sobre la nube.\r\n\r\nLa solución no está en predecir el futuro, sino en diseñar sistemas preparados para cualquier futuro. Es decir: pensar como el Dr. Strange de la arquitectura de software.\r\n\r\nEsta sesión (nivel L300) se enfoca en cómo construir y evolucionar plataformas confiables, resilientes, adaptables y sostenibles dentro del ecosistema AWS, aplicando un marco mental inspirado en la Residuality Theory: diseñar sistemas que no solo resistan el cambio, sino que mejoren con él. En otras palabras, diseñar con antifrágil en mente.\r\n\r\nExploraremos tres ejes clave, ilustrados con patrones, estilos y servicios concretos de AWS:\r\n\r\n🧱 1. Arquitecturas Evolutivas en AWS\r\nMás allá de la teoría de Domain-Driven Design y las architectural characteristics con fitness functions, veremos cuándo y cómo aplicar estilos arquitectónicos como:\r\n- Modular Monolith,\r\n- Event-Driven Architecture (ej. con Lambda, SQS, EventBridge), o\r\n- Service-Based/Microservices (ej. con ECS, EKS)\r\n…siempre alineados a los atributos de calidad que tu dominio exige: modificabilidad, escalabilidad, resiliencia y observabilidad.\r\n\r\n⚙️ 2. Developer Experience como Pilar Estratégico\r\nUna buena DevEx no es un lujo: es el mecanismo de aceleración evolutiva. Exploraremos cómo aprovechar herramientas de AWS como CDK, CloudFormation, CodePipeline, CodeBuild, y prácticas modernas para:\r\n- Reducir la carga cognitiva,\r\n- Alinear límites técnicos con límites de dominio, y\r\n- Habilitar ciclos de entrega rápidos y sostenibles.\r\n\r\n♻️ 3. Diseño Antifrágil con Residuality Theory\r\nAplicaremos este enfoque para tomar decisiones que degraden con elegancia, evitando que el diseño se vuelva deuda técnica prematura.\r\nVeremos cómo patrones como Outbox, Strangler Fig o Branch by Abstraction, aplicados sobre servicios de AWS, permiten que la arquitectura evolucione sin ruptura, se adapte sin fricción, y evite convertirse en un campo minado de deuda técnica.\r\n\r\n🎁 ¿Qué se lleva la audiencia?\r\n✅ Un framework claro para diseñar plataformas evolutivas y antifrágiles en AWS.\r\n✅ Criterios para seleccionar estilos y patrones arquitectónicos basados en atributos de calidad del dominio.\r\n✅ Cómo integrar DevEx como atributo arquitectónico estratégico, no como accesorio cultural.\r\n✅ Una mentalidad basada en Residuality para tomar decisiones de diseño sostenibles y adaptables a largo plazo.",
      "speakers": [
        {
          "name": "Manuel Vidaurre",
          "avatarUrl": "https://sessionize.com/image/b99b-400o400o1-9eBQ7hERvyTa25GFqZSjfs.jpg",
          "company": "Galileo-Ben&Frank's CTO",
          "bio": "http://about.me/manuel.vidaurre\r\nManuel Vidaurre, CTO de Galileo, ex-CTO de OCC, consultor internacional de sistemas de información, con más de 40 años de experiencia con proyectos exitosos en diversos países, reconocido conferencista, tallerista y facilitador, que cubre una gama de ámbitos que van desde el desarrollo de producto, su implementación y la verificación de su calidad.",
          "nationality": "Mexico",
          "socialMedia": {
            "twitter": "https://twitter.com/mvidaurre",
            "linkedin": "https://www.linkedin.com/in/manuelvidaurre/",
            "blog": "https://medium.com/@mvidaurre",
            "company": "https://www.benandfrank.com"
          }
        }
      ],
      "time": "12:50 - 13:40",
      "dateStart": "2025-06-14T18:50:00.000Z",
      "dateEnd": "2025-06-14T19:40:00.000Z",
      "duration": 50,
      "location": "La Campana",
      "Nationality": "Mexico",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907398",
      "name": "Deploying on Fridays? GitOps, ArgoCD & Rollouts Got Your Back!",
      "description": "Deploying on a Friday? No problem! With ArgoCD and Argo Rollouts, you can take full control of your Kubernetes deployments using GitOps and progressive delivery strategies. In this session, we’ll break down how to automate, monitor, and safely roll out changes without fear. From Canary deployments to Blue-Green strategies, we’ll explore real-world use cases and run a live demo to show how GitOps can make any deployment (even on a Friday) a no-stress experience",
      "extendedDescription": "Deploying on a Friday? No problem! With ArgoCD and Argo Rollouts, you can take full control of your Kubernetes deployments using GitOps and progressive delivery strategies. In this session, we’ll break down how to automate, monitor, and safely roll out changes without fear. From Canary deployments to Blue-Green strategies, we’ll explore real-world use cases and run a live demo to show how GitOps can make any deployment (even on a Friday) a no-stress experience",
      "speakers": [
        {
          "name": "Alex Parra",
          "avatarUrl": "https://sessionize.com/image/6f99-400o400o1-fx2qwJMqWfebQKni428s4Q.jpg",
          "company": "Platform Engineer",
          "bio": "\"Soy Alejandro Parra, evangelista de tecnologías en la nube y el código abierto con más de 10 años de experiencia en IT. Comparto experiencias para inspirar un mundo más abierto, colaborativo e innovador donde 'Res publica non dominetur' sea una realidad.”",
          "nationality": "Mexico",
          "socialMedia": {
            "twitter": "https://twitter.com/parraletz",
            "linkedin": "https://linkedin.com/in/parraletz",
            "instagram": "https://instagram.com/parraletz",
            "blog": "https://parraletz.space",
            "company": "https://parraletz.space"
          }
        }
      ],
      "time": "13:10 - 13:40",
      "dateStart": "2025-06-14T19:10:00.000Z",
      "dateEnd": "2025-06-14T19:40:00.000Z",
      "duration": 30,
      "location": "La Calavera",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925341",
      "name": "From Lift-and-Shift to Cloud Native: Observability Patterns That Work",
      "description": "Learn how modern teams are tracking performance and reliability across every stage of their cloud journey—with examples of how Grafana Labs users put observability into action.",
      "extendedDescription": "Learn how modern teams are tracking performance and reliability across every stage of their cloud journey—with examples of how Grafana Labs users put observability into action.",
      "speakers": [
        {
          "name": "Victor Ramirez",
          "avatarUrl": "https://sessionize.com/image/e6eb-400o400o1-MKrj5Cxc1fmfbSiHpoW3UN.jpg",
          "company": "Solutions Engineering Leader LATAM @ Grafana Labs",
          "bio": "Solutions Engineering with more than 10 years of experience in software, helping developers and SREs to focus his time on what matters to them.",
          "nationality": "Mexico"
        }
      ],
      "time": "13:15 - 13:45",
      "dateStart": "2025-06-14T19:15:00.000Z",
      "dateEnd": "2025-06-14T19:45:00.000Z",
      "duration": 30,
      "location": "El Gorrito",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 120,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "926779",
      "name": "Cloud bajo regulación: Cómo Ualá migró su infraestructura financiera on-prem a AWS",
      "description": "Migrar a la nube no es solo una decisión técnica —es una apuesta estratégica, especialmente cuando operas en un entorno regulado.\r\n\r\nEn esta charla, Felipe —Manager de Infraestructura en Ualá— cuenta cómo lograron mover toda su operación desde on-premise a AWS enfrentando desafíos técnicos, regulatorios y culturales.\r\nDesde el compliance y la seguridad hasta las decisiones arquitectónicas clave, es una historia honesta con aprendizajes reales para quienes están pensando en mover cargas críticas a la nube… sin perder el control (ni al regulador).",
      "extendedDescription": "Migrar a la nube no es solo una decisión técnica —es una apuesta estratégica, especialmente cuando operas en un entorno regulado.\r\n\r\nEn esta charla, Felipe —Manager de Infraestructura en Ualá— cuenta cómo lograron mover toda su operación desde on-premise a AWS enfrentando desafíos técnicos, regulatorios y culturales.\r\nDesde el compliance y la seguridad hasta las decisiones arquitectónicas clave, es una historia honesta con aprendizajes reales para quienes están pensando en mover cargas críticas a la nube… sin perder el control (ni al regulador).",
      "speakers": [
        {
          "name": "Felipe Mendoza",
          "avatarUrl": "https://sessionize.com/image/ec51-400o400o1-Jau7ABgZBaaVstqofs7cKX.jpg",
          "company": "Uala, DevOps Manager",
          "bio": "Passionate for achieving new goals, new challenges and for innovation. ",
          "nationality": "Mexico"
        }
      ],
      "time": "13:15 - 13:45",
      "dateStart": "2025-06-14T19:15:00.000Z",
      "dateEnd": "2025-06-14T19:45:00.000Z",
      "duration": 30,
      "location": "La Corona",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 200,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925378",
      "name": " El camino hacia el NoOps: Acelerando DevOps con AI",
      "description": "En esta charla exploraremos cómo la inteligencia artificial, y en particular la Generative AI, está redefiniendo las prácticas tradicionales de DevOps y allanando el camino hacia un modelo NoOps, donde la automatización inteligente reemplaza gran parte de la intervención humana. Analizaremos casos de uso concretos en los que GenAI puede acelerar pipelines de CI/CD, generar código de infraestructura, gestionar incidentes y documentar sistemas de forma autónoma. También discutiremos los retos y limitaciones actuales, así como buenas prácticas para integrar estas herramientas de forma responsable y escalable en entornos reales.",
      "extendedDescription": "En esta charla exploraremos cómo la inteligencia artificial, y en particular la Generative AI, está redefiniendo las prácticas tradicionales de DevOps y allanando el camino hacia un modelo NoOps, donde la automatización inteligente reemplaza gran parte de la intervención humana. Analizaremos casos de uso concretos en los que GenAI puede acelerar pipelines de CI/CD, generar código de infraestructura, gestionar incidentes y documentar sistemas de forma autónoma. También discutiremos los retos y limitaciones actuales, así como buenas prácticas para integrar estas herramientas de forma responsable y escalable en entornos reales.",
      "speakers": [
        {
          "name": "Carlos Andres Zambrano Barrera",
          "avatarUrl": "https://sessionize.com/image/ed4e-400o400o1-VcF7eMx8ky9oY3Tndd5k4k.jpg",
          "company": "Tech Director | AWS Hero ",
          "bio": "Tech Director CloudOps Globant, Co-Founder CloudCamp y Profesor de MATI en la universidad de los Andes.",
          "nationality": "Colombiano",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/carlos-zambrano-aws/",
            "company": "https://cloudcamp.la"
          }
        }
      ],
      "time": "13:15 - 13:45",
      "dateStart": "2025-06-14T19:15:00.000Z",
      "dateEnd": "2025-06-14T19:45:00.000Z",
      "duration": 30,
      "location": "El Mundo",
      "Nationality": "Colombiano",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 180,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "923934",
      "name": "How Time & Space Complexity impacts your Infrastructure",
      "description": "Select the right infrastructure is crucial when performance and high availability is needed, not understanding how time and space complexity can impact our application algorithms could lead to choose components that are not a good fit for the workload and can lead to scaling and performance issues. In this talk, you are going to learn how to differentiate between some algorithms complexity and what kind of infrastructure could be a great fit.",
      "extendedDescription": "Select the right infrastructure is crucial when performance and high availability is needed, not understanding how time and space complexity can impact our application algorithms could lead to choose components that are not a good fit for the workload and can lead to scaling and performance issues. In this talk, you are going to learn how to differentiate between some algorithms complexity and what kind of infrastructure could be a great fit.",
      "speakers": [
        {
          "name": "Edwin Moedano",
          "avatarUrl": "https://sessionize.com/image/17d0-400o400o1-3qvog91v8K5jSdveTCmWgE.png",
          "company": "Senior Cloud Engineer @ Caylent",
          "bio": "I am a Cloud Engineer at Caylent with a developer background and experience mainly in sectors like media, finance, retail, education among others. I studied an MSc in Computer Science and I'm passionate about topics like DevOps culture, automation, information architecture, user experience, event-driven infrastructure, good development practices, algorithm analysis, observability and security mechanisms.",
          "nationality": "Mexico",
          "socialMedia": {
            "twitter": "https://twitter.com/edm0cha",
            "linkedin": "https://www.linkedin.com/in/edwinmoedano/",
            "facebook": "https://www.facebook.com/edmoedano",
            "instagram": "https://www.instagram.com/edm0cha/",
            "company": "https://caylent.com"
          }
        }
      ],
      "time": "13:15 - 13:45",
      "dateStart": "2025-06-14T19:15:00.000Z",
      "dateEnd": "2025-06-14T19:45:00.000Z",
      "duration": 30,
      "location": "La Botella",
      "Nationality": "Mexico",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "922876",
      "name": "From Basics to Production: Deploying GenAI Solutions on AWS",
      "description": "In this session, we will explore the journey of productizing Generative AI (GenAI) models on AWS, starting with the fundamentals: what GenAI is, where it can be applied, and how embeddings enhance similarity searches in use cases like chatbots. We’ll then walk through a real-world industry implementation, showing how AWS services like S3, Lambda, ECR, App Runner, DynamoDB, and OpenSearch work together to deploy scalable and efficient GenAI solutions. Whether you’re just starting or looking to optimize your architecture, this talk will provide practical insights to bring your GenAI projects to production. ",
      "extendedDescription": "In this session, we will explore the journey of productizing Generative AI (GenAI) models on AWS, starting with the fundamentals: what GenAI is, where it can be applied, and how embeddings enhance similarity searches in use cases like chatbots. We’ll then walk through a real-world industry implementation, showing how AWS services like S3, Lambda, ECR, App Runner, DynamoDB, and OpenSearch work together to deploy scalable and efficient GenAI solutions. Whether you’re just starting or looking to optimize your architecture, this talk will provide practical insights to bring your GenAI projects to production. ",
      "speakers": [
        {
          "name": "Stephani Villanueva",
          "avatarUrl": "https://sessionize.com/image/32c8-400o400o1-SdnW8EKvuFnfm2AnbabH3n.jpg",
          "company": "Machine Learning Engineer at AI Factory, BBVA México",
          "bio": "Stephani Villanueva es Machine Learning Engineer en BBVA, especializada en Inteligencia Artificial Generativa y soluciones en la nube. Cuenta con experiencia en la productivización de modelos de IA usando AWS, OpenAI API y Vertex AI. Actualmente estudia una Maestría en Ciencia de Datos en la Universidad Panamericana. Apasionada por la innovación, combina conocimiento en Ciencia de Datos, Big Data y Arquitectura Cloud para construir soluciones de impacto en la industria.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/stephani-villanueva-2b76161a5"
          }
        }
      ],
      "time": "13:15 - 13:45",
      "dateStart": "2025-06-14T19:15:00.000Z",
      "dateEnd": "2025-06-14T19:45:00.000Z",
      "duration": 30,
      "location": "El Corazón",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "921305",
      "name": "La Calma Antes de la Tormenta: Pentesting a AWS",
      "description": "¿La nube? Un tema del que todos hablan: simplifica tareas, pero también crea riesgos. Los atacantes lo saben. ¿Quieres ver AWS a través de sus ojos?\r\n\r\nEsta charla se enfoca en la seguridad ofensiva (Red Team) en AWS. Descubrirás los errores de configuración más frecuentes y aprenderás técnicas prácticas para comprometer sistemas y asegurar persistencia. Cubriremos puntos críticos como IAM, instancias EC2, funciones Lambda y tácticas de persistencia específicas de la nube.",
      "extendedDescription": "¿La nube? Un tema del que todos hablan: simplifica tareas, pero también crea riesgos. Los atacantes lo saben. ¿Quieres ver AWS a través de sus ojos?\r\n\r\nEsta charla se enfoca en la seguridad ofensiva (Red Team) en AWS. Descubrirás los errores de configuración más frecuentes y aprenderás técnicas prácticas para comprometer sistemas y asegurar persistencia. Cubriremos puntos críticos como IAM, instancias EC2, funciones Lambda y tácticas de persistencia específicas de la nube.",
      "speakers": [
        {
          "name": "Manuel Perez",
          "avatarUrl": "https://sessionize.com/image/efb6-400o400o1-DMNjsDiVige3efy4RnJrb7.jpg",
          "company": "Pentester y cloud security",
          "bio": "Soy un pentester entusiasta, amante de los CTFs y la seguridad en la nube. Me apasionan las tecnologías cloud native y comparto mi aprendizaje y experiencias en ciberseguridad a través de mis canales de TikTok y YouTube.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/manuel-perez-069985245/",
            "instagram": "https://www.instagram.com/etercloud/",
            "blog": "https://beacons.ai/eter_cloud"
          }
        }
      ],
      "time": "13:15 - 13:45",
      "dateStart": "2025-06-14T19:15:00.000Z",
      "dateEnd": "2025-06-14T19:45:00.000Z",
      "duration": 30,
      "location": "El Barril",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "923881",
      "name": "Aprende arquitecturas en la nube con AWS BuilderCards",
      "description": "Explora y fortalece tus habilidades de arquitectura en la nube a través de AWS BuilderCards, un dinámico juego de cartas diseñado por AWS. En este workshop interactivo, aprenderás conceptos esenciales sobre servicios y soluciones en la nube mientras construyes arquitecturas reales en un ambiente divertido y competitivo.",
      "extendedDescription": "Explora y fortalece tus habilidades de arquitectura en la nube a través de AWS BuilderCards, un dinámico juego de cartas diseñado por AWS. En este workshop interactivo, aprenderás conceptos esenciales sobre servicios y soluciones en la nube mientras construyes arquitecturas reales en un ambiente divertido y competitivo.",
      "speakers": [
        {
          "name": "Juan Mejia",
          "avatarUrl": "https://sessionize.com/image/1bba-400o400o1-SX9SNYFU7p4AbNfNP5m2MJ.jpg",
          "company": "Web Developer & Líder AWS User Group CDMX | Especialista en Experiencias Cloud Interactivas",
          "bio": "Web Developer con amplia experiencia en la creación de soluciones web y móviles, especializado en desarrollo frontend con tecnologías modernas. Líder del AWS User Group Ajolotes en la Nube (CDMX), apasionado por diseñar experiencias interactivas para comunidades tecnológicas, promoviendo el aprendizaje dinámico sobre AWS y fomentando el networking técnico.",
          "nationality": "Mexicano",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/johnkleinad/",
            "instagram": "https://www.instagram.com/john_kleinad/"
          }
        }
      ],
      "time": "13:20 - 15:20",
      "dateStart": "2025-06-14T19:20:00.000Z",
      "dateEnd": "2025-06-14T21:20:00.000Z",
      "duration": 120,
      "location": "La Mano",
      "Nationality": "Mexicano",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Hands-on Workshop",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "926103",
      "name": "Scalable Leadership as EKS: This Is the Way",
      "description": "In a galaxy of remote teams and ever-scaling cloud platforms, strong leadership must evolve. Inspired by the principles of EKS, from high availability to auto-scaling and self-healing, this talk reveals how we apply these same patterns to lead distributed DevOps teams across time zones and continents.\r\nTo wrap it up, we’ll show a live demo with Amazon Q, turning natural language into real CLI actions, proof that AI doesn’t replace leadership, it augments it.\r\nLead with clarity. Scale with purpose. The EKS Way, this is.",
      "extendedDescription": "In a galaxy of remote teams and ever-scaling cloud platforms, strong leadership must evolve. Inspired by the principles of EKS, from high availability to auto-scaling and self-healing, this talk reveals how we apply these same patterns to lead distributed DevOps teams across time zones and continents.\r\nTo wrap it up, we’ll show a live demo with Amazon Q, turning natural language into real CLI actions, proof that AI doesn’t replace leadership, it augments it.\r\nLead with clarity. Scale with purpose. The EKS Way, this is.",
      "speakers": [
        {
          "name": "César Ulises Martínez García",
          "avatarUrl": "https://sessionize.com/image/8e92-400o400o1-QeXGvjSSiFBQmotrr6N24f.jpg",
          "company": "Cloud & DevOps Practice Lead LATAM @ Softserve",
          "bio": "Arquitecto de Soluciones Tecnológicas con 14+ años de práctica en los sectores: gobierno electrónico, 'fintech', 'healthcare', tecnología y manufactura. Implementador de nuevas tecnologías, promotor de la colaboración en equipo, impulsando siempre la mejora de procesos, integrando acciones que respeten las estrategias de la organización para el cumplimiento de sus objetivos mediante la comunicación efectiva con áreas directivas, de mando medio y operativas. Integrador de proyectos tecnológicos bajo marcos de trabajo PMI, PM4R y Agile (Scrum, SAFe, Kanban, XP).\r\n\r\nCertificado como Arquitecto de Soluciones en la Nube (AWS, GCP y Oracle Cloud), Kubernetes Admin (CKA), Project Management Professional (PMP)®, PMI Agile Certified Practitioner (PMI-ACP)®, Certified SAFe® Scrum Master (SSM), Ingeniero en Sistemas y Master en Administración de Empresas.",
          "nationality": "México",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/iscesar/",
            "company": "https://www.softserveinc.com"
          }
        },
        {
          "name": "Arturo Gallart",
          "avatarUrl": "https://sessionize.com/image/b587-400o400o1-RrgBWJk1UnyrKRcZi2Xk3g.jpg",
          "company": "Cloud & DevOps Cluster Lead Mexico @ Softserve",
          "bio": "Ingeniero DevOps con background en infraestructura y Sys Admin, con +10 años de experiencia en entornos corporativos y tecnológicos. Especialista en arquitectura de soluciones en la nube, liderando iniciativas de transformación DevOps en sectores como retail, banca, educación y tecnología.\r\n\r\nApasionado por el aprendizaje continuo y la divulgación técnica, implementador de prácticas como IaC, GitOps, CI/CD, con una fuerte orientación a la automatización, la eficiencia operativa y la colaboración entre equipos. ",
          "nationality": "México",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/agallart",
            "instagram": "https://www.instagram.com/tatogallart"
          }
        }
      ],
      "time": "14:10 - 14:40",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T20:40:00.000Z",
      "duration": 30,
      "location": "El Gorrito",
      "Nationality": "México",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 120,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "938317",
      "name": "IBM placeholder",
      "description": "TBD",
      "extendedDescription": "TBD",
      "speakers": [
        {
          "name": "Jorge Moran",
          "avatarUrl": "https://sessionize.com/image/2438-400o400o1-sxi1NBC1qc9ffsRC2E5Z9L.jpg",
          "company": "IBM, Practice Leader",
          "bio": "24 years of experience as an IT Specialist, IT Architect and IT Consultant. I gained experience in the full project lifecycle from people management, project management, team leader, business analysis, design and implementation, build through to implementation. The last eight years I had been working for the Client Innovation Center on worldwide technology modernization projects working on\r\nCloud, Analytics, Mobile and Security. I'm proficient in Cloud architecture and technologies, modernization and migration approaches. I’m AWS Certified\r\nSolutions Architect - Professional and Subject Matter Expert in the methodology and tools of IBM Application Cloud Modernization that are differentiators in the market and core in the IBM Cloud Modernization offerings.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://mx.linkedin.com/in/jorge-moran-mx/",
            "company": "https://www.ibm.com/consulting"
          }
        },
        {
          "name": "Dennys Christian Mallqui",
          "avatarUrl": "",
          "company": "",
          "bio": "",
          "nationality": ""
        }
      ],
      "time": "14:10 - 14:40",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T20:40:00.000Z",
      "duration": 30,
      "location": "La Corona",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 200,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "913843",
      "name": "Kiu: Transformando el aprendizaje de AWS con Serverless y GenAI",
      "description": "Conoce la historia y arquitectura detrás de Kiu, el primer asistente virtual creado por y para la comunidad de AWS. Desarrollado con tecnologías serverless, Amazon Bedrock y una estructura modular, Kiu es multilingüe, se integra con WhatsApp y plataformas web, y ha sido clave para conectar a miles de personas con eventos, recursos de aprendizaje y comunidades locales.\r\n\r\nEn esta charla exploraremos su arquitectura basada en microservicios y agentes inteligentes, cómo resolvemos retos de escalabilidad y personalización usando Amazon Bedrock y EventBridge, y el impacto real que ha tenido en la región. Kiu no solo es un asistente, es un símbolo de colaboración y crecimiento en la nube. ¡Vuela conmigo hacia la nube 🚀🪽",
      "extendedDescription": "Conoce la historia y arquitectura detrás de Kiu, el primer asistente virtual creado por y para la comunidad de AWS. Desarrollado con tecnologías serverless, Amazon Bedrock y una estructura modular, Kiu es multilingüe, se integra con WhatsApp y plataformas web, y ha sido clave para conectar a miles de personas con eventos, recursos de aprendizaje y comunidades locales.\r\n\r\nEn esta charla exploraremos su arquitectura basada en microservicios y agentes inteligentes, cómo resolvemos retos de escalabilidad y personalización usando Amazon Bedrock y EventBridge, y el impacto real que ha tenido en la región. Kiu no solo es un asistente, es un símbolo de colaboración y crecimiento en la nube. ¡Vuela conmigo hacia la nube 🚀🪽",
      "speakers": [
        {
          "name": "Hazel Saenz",
          "avatarUrl": "https://sessionize.com/image/5151-400o400o1-BMw2XK45vnjpMTFVbyipkp.jpg",
          "company": "AWS Serverless Hero | Cloud Software Architect at Caylent",
          "bio": "Hazel is a Cloud Software Architect at Caylent, she has been involved in software creation and design for over two decades, starting with on-premise applications, and then transitioning to cloud-based applications in the recent years. Her primary focus is modernizing on-premise applications to cloud environments using AWS as her cloud provider, predominantly designing high workload architectures in Serverless frameworks.\r\n\r\nHazel enjoys sharing her knowledge with the community through technical talks at local and international events, participating in AWS Summits, AWS Community Days, and meetups, as well as writing technical articles in both English and Spanish.\r\n\r\nWhen she's not immersed in coding or contributing to the tech community, Hazel enjoys spending time in nature, practicing yoga, and indulging in sci-fi novels. With her unwavering dedication to tech and her passion for making a positive impact, Hazel continues to be an influential force in the world of software development.",
          "nationality": "Guatemala",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/hazel-saenz-41554aa7/",
            "instagram": "https://www.instagram.com/hazelsaenz.tech/",
            "blog": "https://community.aws/@hsaenz"
          }
        }
      ],
      "time": "14:10 - 14:40",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T20:40:00.000Z",
      "duration": 30,
      "location": "El Mundo",
      "Nationality": "Guatemala",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 180,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "908647",
      "name": "Construye agentes de IA generativa eficientes con el Protocolo de Contexto del Modelo (MCP)",
      "description": "En esta sesion aprenderas los principios de diseño del Protocolo de Contexto del Modelo y un ejemplo práctico de como este ayuda a realizar de forma eficiente la recuperación de información.",
      "extendedDescription": "En esta sesion aprenderas los principios de diseño del Protocolo de Contexto del Modelo y un ejemplo práctico de como este ayuda a realizar de forma eficiente la recuperación de información.",
      "speakers": [
        {
          "name": "David Sanchez Almanza",
          "avatarUrl": "https://sessionize.com/image/454a-400o400o1-fLRr2af64YT3wuPRBHzins.jpg",
          "company": "Solutions Architect @ AWS",
          "bio": "David is passionate about technology and how it can improve our daily lives. During his career he has worked with companies in Latin America and the US, he has delivered +150 workshops that have allowed +1200 attendees to learn and apply technology in their companies and daily activities.",
          "nationality": "Mexicana"
        }
      ],
      "time": "14:10 - 15:00",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T21:00:00.000Z",
      "duration": 50,
      "location": "El Sol",
      "Nationality": "Mexicana",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 150,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "914107",
      "name": "Cloud Architecture Best Practices",
      "description": "How create cloud architecture based in the well architect framework. All the architectures needs consider compute, storage, network, security and identity, to assurance high availability, fault tolerance and resilience.",
      "extendedDescription": "How create cloud architecture based in the well architect framework. All the architectures needs consider compute, storage, network, security and identity, to assurance high availability, fault tolerance and resilience.",
      "speakers": [
        {
          "name": "Eduardo García",
          "avatarUrl": "https://sessionize.com/image/f16e-400o400o1-QkwAhuYQCEkZaQ59xZ6W4D.jpg",
          "company": "Cloud Architect and Advisor @ SAP",
          "bio": "Cloud architect and advisor in SAP, I worked in AWS as public Solutions architect, I was cloud architect lead in Telmex design several solutions for a diverse of customers. With more of 30 years experience. ",
          "nationality": "Mexican",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/3duar2g/",
            "company": "Https://sap.com "
          }
        }
      ],
      "time": "14:10 - 14:40",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T20:40:00.000Z",
      "duration": 30,
      "location": "La Botella",
      "Nationality": "Mexican",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "921331",
      "name": "Security in Serverless: from Firecracker to your architecture",
      "description": "In this session, we will explore the importance of security in serverless architectures and discuss how Firecracker implements isolation and protection in serverless computing environments.",
      "extendedDescription": "In this session, we will explore the importance of security in serverless architectures and discuss how Firecracker implements isolation and protection in serverless computing environments.",
      "speakers": [
        {
          "name": "Ana Cifuentes",
          "avatarUrl": "https://sessionize.com/image/fe5a-400o400o1-Q7NS8sF49htZdDzf5vmHJf.jpg",
          "company": "Cloud Support Enginner I @AWS",
          "bio": "Apasionada de la tecnología y la enseñanza, como DevOps busco desarrollar soluciones innovadoras y sostenibles que mejoren la calidad de los procesos y despliegues, para satisfacer las necesidades de la sociedad, y junto con ello generar un impacto que logre incentivar la participación de las mujeres en la tecnología.",
          "nationality": "Mexican",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/ana-cifuentes-sanchez/"
          }
        },
        {
          "name": "Sofy Romero",
          "avatarUrl": "https://sessionize.com/image/a6d1-400o400o1-ar7zvoGWaR8CYPX9KuZJxy.jpg",
          "company": "Senior Principal Chief Architect & AI SME @ Red Hat",
          "bio": "Sofia Romero serves as a trusted connector between enterprise clients and corporate leadership. She champions the customer's voice by translating real-world challenges into actionable product and engineering strategies. Her collaborative approach empowers teams, deepens executive partnerships, and delivers measurable business impact across a range of organizations. With a proven track record launching new business lines, building high-performing teams, and leading industry-first innovations, she partners with executives to unlock growth, drive transformation, and navigate complex, rapidly changing markets. Deeply committed to advancing diversity in STEM, Sofia has co-founded multiple Women in Technology initiatives across LATAM and Canada—supporting thousands of professionals through skill-building and leadership development programs.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/sofy-chan/",
            "instagram": "https://www.instagram.com/chismecito.tech/"
          }
        }
      ],
      "time": "14:10 - 14:50",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T20:50:00.000Z",
      "duration": 40,
      "location": "La Campana",
      "Nationality": "Mexican",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "914112",
      "name": "Del Piloto al ROI: Cómo Integrar IA Generativa en Empresas sin Morir en el Intento",
      "description": "Muchas empresas prueban IA generativa, pero pocas logran convertir esos pilotos en soluciones reales con impacto. En esta charla veremos cómo pasar de la experimentación al valor de negocio utilizando las capacidades de AWS, con aprendizajes prácticos, errores comunes y estrategias para lograr adopción, escalabilidad y retorno sobre la inversión (ROI) sin complicarse en el camino. Exploraremos cómo AWS puede facilitar la implementación y optimización de soluciones de IA generativa en entornos empresariales.",
      "extendedDescription": "Muchas empresas prueban IA generativa, pero pocas logran convertir esos pilotos en soluciones reales con impacto. En esta charla veremos cómo pasar de la experimentación al valor de negocio utilizando las capacidades de AWS, con aprendizajes prácticos, errores comunes y estrategias para lograr adopción, escalabilidad y retorno sobre la inversión (ROI) sin complicarse en el camino. Exploraremos cómo AWS puede facilitar la implementación y optimización de soluciones de IA generativa en entornos empresariales.",
      "speakers": [
        {
          "name": "Jesus Raul Jimenez Perez",
          "avatarUrl": "https://sessionize.com/image/68d7-400o400o1-h5ywmdcztSFKKKX7LFxLMH.jpg",
          "company": "Ingeniero en Inteligencia Artificial @ Arkusnexus | Software development",
          "bio": "Como Cloud Solutions Architect especializado en aplicaciones de inteligencia artificial generativa en AWS, diseño e implemento arquitecturas cloud escalables, seguras y rentables. Mi experiencia incluye el desarrollo de modelos de IA, ajuste fino, aprendizaje automático (ML) y automatización de infraestructura, lo que me permite entregar soluciones innovadoras adaptadas a las necesidades del negocio.\r\n\r\nCon un fuerte enfoque en seguridad, cumplimiento y gestión de costos, me aseguro de que mis soluciones sean confiables y eficientes. Me desarrollo en entornos colaborativos, trabajando estrechamente con equipos multifuncionales para alinear las soluciones técnicas con los objetivos del negocio.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/jesus-raul/",
            "blog": "https://github.com/jrauljperez07",
            "company": "https://www.arkusnexus.com/"
          }
        }
      ],
      "time": "14:10 - 14:40",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T20:40:00.000Z",
      "duration": 30,
      "location": "El Corazón",
      "Nationality": "Mexico",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "919291",
      "name": "Security of Generative AI",
      "description": "Security for GenAI. General perspective of multiple attacks that can happen to GenAI and the different risk depending on the scope/stack. Best practices and common standards to prevent attacks. Recommendations from AWS Services to prevent attacks on GenAI applications. ",
      "extendedDescription": "Security for GenAI. General perspective of multiple attacks that can happen to GenAI and the different risk depending on the scope/stack. Best practices and common standards to prevent attacks. Recommendations from AWS Services to prevent attacks on GenAI applications. ",
      "speakers": [
        {
          "name": "M Camila Castano",
          "avatarUrl": "https://sessionize.com/image/ccbe-400o400o1-3URxPKnXY54j89S2U4LwGx.jpg",
          "company": "Security Sales Specialist - AWS ",
          "bio": "Cybersecurity specialist with 8 years of experience. Experience with customers of all Latin America and Caribbean from multiple industries. Experience with user security, internet security, access security, infraestructure and on prem security, now cloud security. ",
          "nationality": "Colombia",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/mariacamilacastano"
          }
        }
      ],
      "time": "14:10 - 14:40",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T20:40:00.000Z",
      "duration": 30,
      "location": "El Barril",
      "Nationality": "Colombia",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907565",
      "name": "Serverless Architecture for Startups with AWS",
      "description": "This session will present a practical overview of how early-stage startups can design and deploy modern applications using AWS Serverless services. It will cover the core benefits of serverless architecture—such as cost-efficiency, scalability, and reduced operational burden—and demonstrate how tools like AWS Lambda, API Gateway, DynamoDB, and S3. can help startups move faster and focus on product development. Real use cases, architecture patterns, and deployment strategies will be shared to help attendees understand how to implement these solutions effectively from day one.",
      "extendedDescription": "This session will present a practical overview of how early-stage startups can design and deploy modern applications using AWS Serverless services. It will cover the core benefits of serverless architecture—such as cost-efficiency, scalability, and reduced operational burden—and demonstrate how tools like AWS Lambda, API Gateway, DynamoDB, and S3. can help startups move faster and focus on product development. Real use cases, architecture patterns, and deployment strategies will be shared to help attendees understand how to implement these solutions effectively from day one.",
      "speakers": [
        {
          "name": "Diego Herrera",
          "avatarUrl": "https://sessionize.com/image/6b69-400o400o1-RyJdTuR5EadYzPmNjTZcEp.jpg",
          "company": "Tech Lead @ Treelabx",
          "bio": "Diego Herrera is a full-stack developer, cloud architect, and tecof Treelabx, a software consulting company focused on helping startups build scalable, serverless applications using AWS. With over 5 years of experience, Diego specializes in AWS Lambda, API Gateway, DynamoDB, and modern web frameworks like React and Node.js.\r\n\r\nHe holds multiple cloud certifications, including AWS Solutions Architect and Developer, and has led projects ranging from real-time chat systems to AI-driven service platforms.\r\n\r\nDiego is passionate about empowering startups to move fast and build efficiently without sacrificing quality.",
          "nationality": "Mexican",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/diego-herrera-69b462211/",
            "company": "https://treelabx.com/"
          }
        }
      ],
      "time": "14:10 - 14:40",
      "dateStart": "2025-06-14T20:10:00.000Z",
      "dateEnd": "2025-06-14T20:40:00.000Z",
      "duration": 30,
      "location": "La Calavera",
      "Nationality": "Mexican",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925268",
      "name": "Código + Flow + Vibe Coding = tu app en 30 min",
      "description": "Participa en esta sesión donde podrás crear una aplicación completa en menos tiempo del que tardas en ver un capítulo de tu serie favorita, combinando asistentes de IA generativa y tu creatividad. Descubre por qué el lenguaje de programación del futuro no es Python ni Javascript, sino el Español…\r\nSi vas dando tus primeros pasos en la programación o si ya tienes experiencia desarrollando aplicaciones, esta sesión es para ti. ¡Te esperamos!",
      "extendedDescription": "Participa en esta sesión donde podrás crear una aplicación completa en menos tiempo del que tardas en ver un capítulo de tu serie favorita, combinando asistentes de IA generativa y tu creatividad. Descubre por qué el lenguaje de programación del futuro no es Python ni Javascript, sino el Español…\r\nSi vas dando tus primeros pasos en la programación o si ya tienes experiencia desarrollando aplicaciones, esta sesión es para ti. ¡Te esperamos!",
      "speakers": [
        {
          "name": "Ana Cunha",
          "avatarUrl": "https://sessionize.com/image/b851-400o400o1-hE3UacRAzvJFBgPTtK8Rwk.jpg",
          "company": "Senior Developer Advocate @ AWS",
          "bio": "I am a Software Developer based in Mexico.\r\n\r\nI currently work as a Developer Advocate at Amazon Web Services, engaging with developers and helping them make the best use of the cloud.\r\n\r\nPrior to joining AWS, I was a Software Development Engineer at Amazon.com. I also hold an M.S. in Computer Science from Northeastern University and a B.S. in Information Systems from PUCRS.",
          "nationality": "Brazil",
          "socialMedia": {
            "twitter": "https://twitter.com/mcunhaana",
            "linkedin": "https://www.linkedin.com/in/analuizacunha/",
            "instagram": "https://www.instagram.com/analuizac/",
            "blog": "https://ana.dev",
            "company": "https://ana.dev"
          }
        },
        {
          "name": "Nelly Andrade",
          "avatarUrl": "https://sessionize.com/image/2494-400o400o1-ULiV7c69LxurTEWEvdfG8d.jpg",
          "company": "Head of DevRel LATAM at AWS",
          "bio": "Head of DevRel LATAM at AWS. Environmental engineer that ended up in the cloud. I’m passionate about building communities, and the power of tech to change lives. Worked in the non-profit space and social entrepreneurial sphere for 10+ years where I became a multi-awarded professional by the government of Mexico, UN Women, and others. Transitioned into tech 3+ years ago, and I now lead an (amazing) tech team to build exciting things in the cloud. ",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://linkedin.com/in/nellyandradediaz",
            "instagram": "https://instagram.com/nellyandrade"
          }
        }
      ],
      "time": "14:55 - 15:25",
      "dateStart": "2025-06-14T20:55:00.000Z",
      "dateEnd": "2025-06-14T21:25:00.000Z",
      "duration": 30,
      "location": "El Gorrito",
      "Nationality": "Brazil",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 120,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925340",
      "name": "Zero Trust in Pharma: Securing AWS Workloads in a High-Stakes Industry",
      "description": "Applying Zero trust policies and AWS best practices across the platform with IaC and DevOps.",
      "extendedDescription": "Applying Zero trust policies and AWS best practices across the platform with IaC and DevOps.",
      "speakers": [
        {
          "name": "Mauricio Barrera",
          "avatarUrl": "https://sessionize.com/image/b09b-400o400o1-RH4MpKgqUXvJcKote4Hg9e.png",
          "company": "Director, ETS - Cloud Platforms @ AstraZeneca",
          "bio": "Cloud Platform Director at AstraZeneca with over 10 years of experience in cloud infrastructure and DevOps. Passionate about automation, platform engineering, and using technology to drive innovation",
          "nationality": "Mexico"
        }
      ],
      "time": "14:55 - 15:25",
      "dateStart": "2025-06-14T20:55:00.000Z",
      "dateEnd": "2025-06-14T21:25:00.000Z",
      "duration": 30,
      "location": "La Corona",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 200,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "929100",
      "name": "Patrones y Antipatrones en Pipelines: Lo que tu Pipeline Debería (y No Debería) Hacer",
      "description": "Las pipelines CI/CD es el fuego de la entrega continua. Bien diseñadas, impulsan a los equipos con feedback rápido, despliegues seguros y ciclos de desarrollo más cortos. Mal diseñadas… se convierten en el peor enemigo de la productividad.\r\n\r\nEn esta charla práctica, exploraremos los errores más comunes que vemos en pipelines de automatización, especialmente al trabajar en entornos basados en AWS, y compartiremos patrones efectivos que realmente marcan la diferencia.\r\n\r\nUna sesión con ejemplos reales, pensada para que transformes tus pipelines en un motor de valor continuo.",
      "extendedDescription": "Las pipelines CI/CD es el fuego de la entrega continua. Bien diseñadas, impulsan a los equipos con feedback rápido, despliegues seguros y ciclos de desarrollo más cortos. Mal diseñadas… se convierten en el peor enemigo de la productividad.\r\n\r\nEn esta charla práctica, exploraremos los errores más comunes que vemos en pipelines de automatización, especialmente al trabajar en entornos basados en AWS, y compartiremos patrones efectivos que realmente marcan la diferencia.\r\n\r\nUna sesión con ejemplos reales, pensada para que transformes tus pipelines en un motor de valor continuo.",
      "speakers": [
        {
          "name": "Rossana Suarez",
          "avatarUrl": "https://sessionize.com/image/2e5b-400o400o1-T1Tsu5ush6FEFiJexy4Qcf.jpg",
          "company": "RoxsRoss",
          "bio": "Soy Roxs, Software Engineer apasionada por la tecnología y la innovación. Como DevOps, GitLab HERO, AWS HERO y Docker Captain, busco empoderar a la comunidad tech y fomentar la colaboración. Creo firmemente que 'No se puede crecer si no estás dispuesto a saltar a la zona de peligro', y vivo cada desafío profesional con esa mentalidad. Exploradora de nuevas fronteras en el desarrollo y la automatización, mi objetivo es impactar positivamente y ayudar a otros a alcanzar su máximo potencial.",
          "nationality": "Argentina",
          "socialMedia": {
            "twitter": "https://www.twitter.com/roxsross",
            "linkedin": "https://www.linkedin.com/in/roxsross/",
            "instagram": "https://www.instagram.com/roxsross/",
            "blog": "https://blog.295devops.com",
            "company": "https://roxs.295devops.com"
          }
        }
      ],
      "time": "14:55 - 15:25",
      "dateStart": "2025-06-14T20:55:00.000Z",
      "dateEnd": "2025-06-14T21:25:00.000Z",
      "duration": 30,
      "location": "El Mundo",
      "Nationality": "Argentina",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 180,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "910729",
      "name": "Infraestructura AWS para Chat de Voz en Videojuegos",
      "description": "Descubre cómo construir una infraestructura robusta y escalable en AWS para habilitar la comunicación de voz en tiempo real en videojuegos. Aprende paso a paso a crear los cimientos con Terraform y a utilizar AWS AppSync Events para una experiencia de chat de voz inmersiva. ¡Impulsa la interacción en tus juegos al siguiente nivel con esta charla llena de conocimientos prácticos y ejemplos de código!",
      "extendedDescription": "Descubre cómo construir una infraestructura robusta y escalable en AWS para habilitar la comunicación de voz en tiempo real en videojuegos. Aprende paso a paso a crear los cimientos con Terraform y a utilizar AWS AppSync Events para una experiencia de chat de voz inmersiva. ¡Impulsa la interacción en tus juegos al siguiente nivel con esta charla llena de conocimientos prácticos y ejemplos de código!",
      "speakers": [
        {
          "name": "Diego Miguel Sandoval Fernández",
          "avatarUrl": "https://sessionize.com/image/72ef-400o400o1-a9RnV25fvmuF26FfvDw5iS.jpg",
          "company": "DevOps Engineer @ Improving",
          "bio": "Ingeniero Mecatrónico, respaldado por una certificación AWS SysOps Associate y una trayectoria de más de seis años como especialista en Software. Poseo una sólida experiencia en la conceptualización e implementación de estrategias de Integración y Entrega Continua (CI/CD), así como en la adopción de principios de Infraestructura como Código (IaC) para la optimización de entornos. Mi expertise abarca la gestión proactiva de la seguridad de la infraestructura, mediante la aplicación de diversas herramientas y la implementación de mejores prácticas. Adicionalmente, cuento con un dominio probado en el desarrollo de soluciones de software utilizando Python y en la administración de múltiples plataformas de gestión de bases de datos.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/diego-miguel-sandoval-fern%C3%A1ndez-591ba860/"
          }
        }
      ],
      "time": "14:55 - 15:25",
      "dateStart": "2025-06-14T20:55:00.000Z",
      "dateEnd": "2025-06-14T21:25:00.000Z",
      "duration": 30,
      "location": "La Botella",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "921298",
      "name": "De marketing digital a la nube: Cómo la comunidad de AWS impulsó mi carrera",
      "description": "En esta charla, compartiré mi experiencia personal de cómo di un giro radical en mi carrera, pasando del marketing digital a trabajar en el área de la nube. Además, proporcionaré valiosos tips y recomendaciones para aquellos que se encuentren en una transición similar, sobre cómo aprovechar al máximo las comunidades tecnológicas para impulsar su propia trayectoria.",
      "extendedDescription": "En esta charla, compartiré mi experiencia personal de cómo di un giro radical en mi carrera, pasando del marketing digital a trabajar en el área de la nube. Además, proporcionaré valiosos tips y recomendaciones para aquellos que se encuentren en una transición similar, sobre cómo aprovechar al máximo las comunidades tecnológicas para impulsar su propia trayectoria.",
      "speakers": [
        {
          "name": "Natalia Reyes",
          "avatarUrl": "https://sessionize.com/image/133e-400o400o1-MQdMfkjUJGW1btViLiLbTR.jpg",
          "company": "Cloud Engineer",
          "bio": "Natalia es una Cloud Support Engineer apasionada por la seguridad en la nube. Le apasionan los temas de monitoreo, prevención y respuesta ante incidentes de seguridad, y ayuda a las organizaciones a fortalecer la seguridad de sus entornos en la nube.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/natalia-reyes-b95aa9206/"
          }
        }
      ],
      "time": "14:55 - 15:25",
      "dateStart": "2025-06-14T20:55:00.000Z",
      "dateEnd": "2025-06-14T21:25:00.000Z",
      "duration": 30,
      "location": "El Corazón",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925304",
      "name": "Desmitificando DevOps: Automatiza tu camino desde el primer deploy",
      "description": "¿Estás comenzando tu camino en DevOps o buscando entender cómo pasar del caos manual a flujos de trabajo automatizados y confiables? En esta charla exploraremos de forma práctica cómo la automatización y la infraestructura como código (IaC) transforman la forma en que los equipos entregan software. Veremos los conceptos básicos de CI/CD, herramientas populares como Terraform, GitHub Actions o GitLab CI, y compartiremos una ruta clara para implementar tus primeros pipelines.\r\nJoice, ingeniera DevOps enfocada en automatización, eficiencia y colaboración, compartirá aprendizajes clave, errores comunes y consejos prácticos para dar tus primeros pasos. Si eres developer, QA, sysadmin o simplemente tienes curiosidad por DevOps, esta charla es para ti.",
      "extendedDescription": "¿Estás comenzando tu camino en DevOps o buscando entender cómo pasar del caos manual a flujos de trabajo automatizados y confiables? En esta charla exploraremos de forma práctica cómo la automatización y la infraestructura como código (IaC) transforman la forma en que los equipos entregan software. Veremos los conceptos básicos de CI/CD, herramientas populares como Terraform, GitHub Actions o GitLab CI, y compartiremos una ruta clara para implementar tus primeros pipelines.\r\nJoice, ingeniera DevOps enfocada en automatización, eficiencia y colaboración, compartirá aprendizajes clave, errores comunes y consejos prácticos para dar tus primeros pasos. Si eres developer, QA, sysadmin o simplemente tienes curiosidad por DevOps, esta charla es para ti.",
      "speakers": [
        {
          "name": "Joice Chavez",
          "avatarUrl": "https://sessionize.com/image/e1dd-400o400o1-67r6DnDYG51zmrSHUXQE3.jpg",
          "company": "DevOps Engineer",
          "bio": "Joice es una profesional de TI con más de 5 años de experiencia, incluyendo más de 3 años como Ingeniera DevOps. Especializada en automatización, infraestructura como código (IaC), integración y entrega continua (CI/CD) y tecnologías en la nube, diseña e implementa soluciones que mejoran la eficiencia operativa, la confiabilidad y la escalabilidad de las plataformas. Su enfoque en la optimización de procesos y la colaboración con equipos multifuncionales le permite acelerar el desarrollo y la entrega de software. Además, le apasiona formar parte de comunidades de mujeres en tecnología, donde comparte conocimientos y promueve la diversidad en la industria.",
          "nationality": "Peruana",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/jkcv/",
            "instagram": "https://www.instagram.com/joiceintech"
          }
        }
      ],
      "time": "14:55 - 15:25",
      "dateStart": "2025-06-14T20:55:00.000Z",
      "dateEnd": "2025-06-14T21:25:00.000Z",
      "duration": 30,
      "location": "La Calavera",
      "Nationality": "Peruana",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "912002",
      "name": "Dominando AWS Control Tower: Administración multi-cuenta desde el día uno",
      "description": "¿Te gustaría establecer una base segura, escalable y automatizada en la nube desde el primer día? En esta charla exploraremos cómo AWS Control Tower simplifica la configuración de un entorno multi-cuenta en AWS, permitiéndote adoptar buenas prácticas desde el inicio. Verás una demo de cómo funciona Control Tower, cómo se crean cuentas automáticamente con las guardrails adecuadas y cómo puedes personalizar tu landing zone con herramientas como Account Factory Customizations (AFC) y AFT (Account Factory for Terraform). ",
      "extendedDescription": "¿Te gustaría establecer una base segura, escalable y automatizada en la nube desde el primer día? En esta charla exploraremos cómo AWS Control Tower simplifica la configuración de un entorno multi-cuenta en AWS, permitiéndote adoptar buenas prácticas desde el inicio. Verás una demo de cómo funciona Control Tower, cómo se crean cuentas automáticamente con las guardrails adecuadas y cómo puedes personalizar tu landing zone con herramientas como Account Factory Customizations (AFC) y AFT (Account Factory for Terraform). ",
      "speakers": [
        {
          "name": "Yslen González",
          "avatarUrl": "https://sessionize.com/image/3a9d-400o400o1-9uLdUZKGSujXc14A6pMwn5.jpg",
          "company": "Technical Account Manager @AWS",
          "bio": "Yslen es ingeniera en Biónica por parte del Instituto Politécnico Nacional con 4 años de experiencia en Cloud y DevOps. Actualmente trabaja en Amazon Web Services como Technical Account Manager. Además, es embajadora de Google Women Techmakers donde a través de charlas, mentorías y organización de eventos, impulsa el desarrollo de mujeres en áreas STEM. ",
          "nationality": "Mexico",
          "socialMedia": {
            "twitter": "https://x.com/yslenglez",
            "linkedin": "https://www.linkedin.com/in/yslen-gonzalez/",
            "instagram": "https://www.instagram.com/yslenglez/"
          }
        }
      ],
      "time": "14:55 - 15:25",
      "dateStart": "2025-06-14T20:55:00.000Z",
      "dateEnd": "2025-06-14T21:25:00.000Z",
      "duration": 30,
      "location": "El Barril",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "912887",
      "name": "De Developer a Arquitecto: Habilidades que También Importan",
      "description": "Saber programar ya no es suficiente.\r\n\r\nSi quieres dar el salto al siguiente nivel —arquitectura cloud, decisiones técnicas con impacto, y dejar de ser “el que solo implementa”— vas a necesitar algo más: visión estratégica, buenas conversaciones, skills modernos… y sí, también entender cómo encaja la IA en todo esto.\r\n\r\nEn esta charla, dos arquitectos de soluciones (uno de AWS y otra de Red Hat) te cuentan sin filtro cómo fue su camino: lo que aprendieron, lo que fallaron y lo que hubieran querido saber antes. \r\n\r\nSi alguna vez te preguntaste “¿cómo llego ahí?”, o “¿qué tengo que aprender además de código y prompt engineering?”... esta charla es para ti.",
      "extendedDescription": "Saber programar ya no es suficiente.\r\n\r\nSi quieres dar el salto al siguiente nivel —arquitectura cloud, decisiones técnicas con impacto, y dejar de ser “el que solo implementa”— vas a necesitar algo más: visión estratégica, buenas conversaciones, skills modernos… y sí, también entender cómo encaja la IA en todo esto.\r\n\r\nEn esta charla, dos arquitectos de soluciones (uno de AWS y otra de Red Hat) te cuentan sin filtro cómo fue su camino: lo que aprendieron, lo que fallaron y lo que hubieran querido saber antes. \r\n\r\nSi alguna vez te preguntaste “¿cómo llego ahí?”, o “¿qué tengo que aprender además de código y prompt engineering?”... esta charla es para ti.",
      "speakers": [
        {
          "name": "Carlos Cano",
          "avatarUrl": "https://sessionize.com/image/ea7f-400o400o1-NJJjkD64E4qz1qqnvyvk36.jpg",
          "company": "Solutions Architect @ AWS ",
          "bio": "Carlos Cano es Arquitecto de Soluciones en AWS México. Cree que la verdadera elegancia en la nube no está en lo complicado, sino en lo simple, claro y mantenible. Ayuda a equipos a construir soluciones que no solo funcionen, sino que se entiendan. Apasionado por la modernización, la automatización y el diseño con propósito. Le gusta compartir aprendizajes reales (incluyendo los tropiezos) y conectar lo técnico con lo humano. Fan del café con pan, el age of empires y las ideas que hacen “click”. ",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/bertin-cano/",
            "blog": "https://canodez.com/"
          }
        },
        {
          "name": "Gloria Palma",
          "avatarUrl": "https://sessionize.com/image/825a-400o400o1-VCrUVVpXQYSaox4PN2fp4F.jpg",
          "company": "Solution Architect at RedHat",
          "bio": "Me gusta la música, las artes y conocer gente",
          "nationality": "Mexico"
        }
      ],
      "time": "15:05 - 15:45",
      "dateStart": "2025-06-14T21:05:00.000Z",
      "dateEnd": "2025-06-14T21:45:00.000Z",
      "duration": 40,
      "location": "La Campana",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "922148",
      "name": "Securing AWS in the AI Era: MCP Servers and the new nigthmares",
      "description": "The AI revolution has created a perfect storm in cloud security, particularly for MCP servers, which have become prime targets in today's threat landscape. This engaging session reveals why these specialized servers are increasingly vulnerable to AI-Orchestrate attacks and what this means for organizations of all sizes\r\n\r\nTrough accessible demonstrations and compelling real-world cases, we'll explore how MCP server vulnerabilities represent a growing security challenge that extends far beyond technical teams. No advanced security background required, we'll break down complex concepts for everyone from developers to executives.\r\n\r\nYou'll walk away understanding:\r\n - AWS Security services fundamentals theory\r\n - What MCP servers are and why they're increasingly critical in modern cloud environments\r\n - How AI Agents exploit MCP server vulnerabilities to gain access to broader AWS Infrastructure\r\n - Why traditional security approaches fail against these emerging threats\r\n - How simplified SIEM Solutions provide visibility across your entire organization\r\n\r\nThis session translates complex security concepts into business impacts and practical actions, making cloud security accessible to all attendees. Whether you oversee IT decisions or simply want to understand why MCP server security matters in today's AI-driven world, you'll gain valuable insigths applicable across your o",
      "extendedDescription": "The AI revolution has created a perfect storm in cloud security, particularly for MCP servers, which have become prime targets in today's threat landscape. This engaging session reveals why these specialized servers are increasingly vulnerable to AI-Orchestrate attacks and what this means for organizations of all sizes\r\n\r\nTrough accessible demonstrations and compelling real-world cases, we'll explore how MCP server vulnerabilities represent a growing security challenge that extends far beyond technical teams. No advanced security background required, we'll break down complex concepts for everyone from developers to executives.\r\n\r\nYou'll walk away understanding:\r\n - AWS Security services fundamentals theory\r\n - What MCP servers are and why they're increasingly critical in modern cloud environments\r\n - How AI Agents exploit MCP server vulnerabilities to gain access to broader AWS Infrastructure\r\n - Why traditional security approaches fail against these emerging threats\r\n - How simplified SIEM Solutions provide visibility across your entire organization\r\n\r\nThis session translates complex security concepts into business impacts and practical actions, making cloud security accessible to all attendees. Whether you oversee IT decisions or simply want to understand why MCP server security matters in today's AI-driven world, you'll gain valuable insigths applicable across your o",
      "speakers": [
        {
          "name": "Agustin Villarreal",
          "avatarUrl": "https://sessionize.com/image/243a-400o400o1-UrtwRaPbkNRK32SxBBb191.jpg",
          "company": "Co-Founder & CISO @ Kairos & Sr Specialist, Cloud Cybersecurity @ KPMG",
          "bio": "Agustin Villarreal is Co-Founder and CISO of Kairos Business Transformation, a digital transformation consultancy. He works as a Sr Specialist, Cloud Cybersecurity at KPMG and holds a master's degree in cloud computing from The University of Texas at Austin. He is also a software engineering professor at Universidad Autonoma de Guadalajara, AWS certified, and an artificial intelligence enthusiast. He has participated as a speaker at events such as Talent Land and AWS Community Day.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/agustinvillarreal/"
          }
        }
      ],
      "time": "15:15 - 15:45",
      "dateStart": "2025-06-14T21:15:00.000Z",
      "dateEnd": "2025-06-14T21:45:00.000Z",
      "duration": 30,
      "location": "El Sol",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 150,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907902",
      "name": "Crea Agentes Conversacionales con AWS e IA Generativa",
      "description": "Explora en esta sesión cómo construir agentes inteligentes que van más allá de los chatbots tradicionales. La sesión presenta cómo la IA generativa revoluciona las conversaciones, permitiendo comprensión contextual profunda, razonamiento y personalización adaptativa.",
      "extendedDescription": "Explora en esta sesión cómo construir agentes inteligentes que van más allá de los chatbots tradicionales. La sesión presenta cómo la IA generativa revoluciona las conversaciones, permitiendo comprensión contextual profunda, razonamiento y personalización adaptativa.",
      "speakers": [
        {
          "name": "Vinicius Silva",
          "avatarUrl": "https://sessionize.com/image/0c6a-400o400o1-M1wxqaKWB9DWYnDuHiGN7f.jpg",
          "company": "Principal Software Architect",
          "bio": "Vinicius Silva, Cloud Software Architect at Caylent, is a technology consultant, leader, and advisor with extensive experience leading initiatives and delivering transformative solutions across diverse industries. Based in São Paulo, he has held previous roles at Bain & Company and Amazon Web Services (AWS), specializing in guiding clients through digital transformation, cost optimization, cybersecurity, DevOps, AI, and application modernization. A builder at heart, Vinicius embraces a hands-on “learn-by-doing” approach, constantly experimenting with new ideas to create innovative solutions. He thrives on coaching people and teams, sharing knowledge, and driving collaboration to help organizations leverage modern cloud technologies and stay competitive in a rapidly evolving market.",
          "nationality": "Brazil",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/vbsilva2011/"
          }
        }
      ],
      "time": "15:40 - 16:10",
      "dateStart": "2025-06-14T21:40:00.000Z",
      "dateEnd": "2025-06-14T22:10:00.000Z",
      "duration": 30,
      "location": "El Gorrito",
      "Nationality": "Brazil",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 120,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "926084",
      "name": "Tu frontend, impulsado por el backend: así lo hacemos en Nu con AWS",
      "description": "En Nu, construir experiencias dinámicas, personalizables y escalables para millones de personas no es casualidad. En esta charla te contaremos cómo diseñamos una estrategia de Backend Driven Content (BDC) sobre AWS que permite a los equipos de desarrollo iterar más rápido, reducir despliegues innecesarios y liberar el poder del backend para controlar la experiencia del usuario.\r\nVerás cómo pasamos de pantallas rígidas a interfaces flexibles impulsadas por el backend, y cómo esto ha cambiado la forma en que construimos producto. Si te interesa crear plataformas más dinámicas, desacoplar frontend de lógica de negocio, o simplemente facilitarle la vida a tus developers, esta charla es para ti.\"\t\t\t",
      "extendedDescription": "En Nu, construir experiencias dinámicas, personalizables y escalables para millones de personas no es casualidad. En esta charla te contaremos cómo diseñamos una estrategia de Backend Driven Content (BDC) sobre AWS que permite a los equipos de desarrollo iterar más rápido, reducir despliegues innecesarios y liberar el poder del backend para controlar la experiencia del usuario.\r\nVerás cómo pasamos de pantallas rígidas a interfaces flexibles impulsadas por el backend, y cómo esto ha cambiado la forma en que construimos producto. Si te interesa crear plataformas más dinámicas, desacoplar frontend de lógica de negocio, o simplemente facilitarle la vida a tus developers, esta charla es para ti.\"\t\t\t",
      "speakers": [
        {
          "name": "Fortino Gutierrez",
          "avatarUrl": "https://sessionize.com/image/b9a2-400o400o1-TXAjbkC13vt2U59Sgv3Loi.png",
          "company": "Staff Software Engineer @ Nu",
          "bio": "Fortino es Staff Engineer en Nu, enfocado en arquitectura de plataformas. Le apasiona diseñar soluciones escalables que sirvan a cientos de millones de personas y habiliten a otros desarrolladores. Uno de los mayores desafíos que enfrentó fue acompañar a Nu en su proceso de obtener una licencia bancaria, donde confirmó que la arquitectura no es solo software: es un organismo vivo moldeado por regulaciones, contexto y decisiones de toda la empresa.\t\t\t",
          "nationality": "Mexico"
        },
        {
          "name": "Betsy Mendoza Gomez",
          "avatarUrl": "https://sessionize.com/image/53de-400o400o1-GoobViMhi7LGec1qNCXBJq.jpg",
          "company": "Tech Lead @ Nu",
          "bio": "Bet es Tech lead en Nu, el neobanco más grande de LATAM, donde transforma líneas de código en productos financieros que usan millones. Con background en full stack y pasión por el backend, disfruta resolver retos complejos con soluciones elegantes. Fintech lover, fan del Clojure y creyente del poder del software bien hecho.\t\t\t",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/betsaimendoza"
          }
        }
      ],
      "time": "15:40 - 16:10",
      "dateStart": "2025-06-14T21:40:00.000Z",
      "dateEnd": "2025-06-14T22:10:00.000Z",
      "duration": 30,
      "location": "La Corona",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 200,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "927117",
      "name": "Activando la Nube en la Universidad: El Poder de un AWS Cloud Club",
      "description": "¿Te has preguntado cómo un grupo de estudiantes puede revolucionar tu formación con tecnología? En esta charla contaremos la historia de la creación de un AWS Cloud Club: desde la idea inicial hasta convertirlo en un espacio vibrante de aprendizaje, colaboración y crecimiento profesional. Te compartiremos los desafíos que enfrentamos, los éxitos que celebramos y cómo estas iniciativas impactan no solo a sus miembros, sino a toda la comunidad universitaria. Una mirada inspiradora al poder de la nube... ¡activada por estudiantes!",
      "extendedDescription": "¿Te has preguntado cómo un grupo de estudiantes puede revolucionar tu formación con tecnología? En esta charla contaremos la historia de la creación de un AWS Cloud Club: desde la idea inicial hasta convertirlo en un espacio vibrante de aprendizaje, colaboración y crecimiento profesional. Te compartiremos los desafíos que enfrentamos, los éxitos que celebramos y cómo estas iniciativas impactan no solo a sus miembros, sino a toda la comunidad universitaria. Una mirada inspiradora al poder de la nube... ¡activada por estudiantes!",
      "speakers": [
        {
          "name": "Ethan Patricio Rivera Saldivar",
          "avatarUrl": "https://sessionize.com/image/cb72-400o400o1-WL1dpHiP99EwEY3FBUaoFk.png",
          "company": "UDEM - AWS Cloud Club Captain",
          "bio": "Ethan Patricio Rivera Saldivar, estudiante de Ingeniería en Tecnologías Computacionales en la Universidad de Monterrey y actual capitán del club estudiantil de AWS en la UDEM. Apasionado por el aprendizaje continuo y el liderazgo estudiantil, Ethan ha organizado eventos prácticos para introducir a otros estudiantes al ecosistema de AWS. Su enfoque se basa en generar comunidad, impulsar la innovación tecnológica y acercar el conocimiento de la nube a más jóvenes en América Latina. Siempre en busca de la excelencia, Ethan trabaja con el propósito de formar líderes con visión y compromiso social.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/notifications/?filter=all",
            "instagram": "https://www.instagram.com/ethanpatriciors/"
          }
        },
        {
          "name": "Diego Lopez Ruelas",
          "avatarUrl": "https://sessionize.com/image/33ca-400o400o1-UFRUAWwV4j3D8xb8Gst8Wv.jpg",
          "company": "UANL - AWS Cloud Club Captain",
          "bio": "Diego Lopez es estudiante de la Licenciatura en Ciencias Computacionales en la Facultad de Ciencias Físico Matemáticas de la Universidad Autónoma de Nuevo León (UANL). Cuenta con una carrera técnica en Programación Web y actualmente está explorando y formándose en temas relacionados con DevOps, contenedores y prácticas de integración y entrega continua (CI/CD).\r\n\r\nEs uno de los fundadores del AWS Cloud Club UANL y actualmente cumple su segundo año como capitán del club, donde ha impulsado actividades para acercar a la comunidad estudiantil a las tecnologías en la nube y el ecosistema AWS.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/diego-lopez-ruelas/"
          }
        }
      ],
      "time": "15:40 - 16:00",
      "dateStart": "2025-06-14T21:40:00.000Z",
      "dateEnd": "2025-06-14T22:00:00.000Z",
      "duration": 20,
      "location": "La Botella",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Lightning Talk",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907396",
      "name": "De ataques a alertas: Fortaleciendo la seguridad de tus APIs en AWS con soluciones serverless",
      "description": "En esta sesión intermedia compartiré cómo, desde la perspectiva de un desarrollador con enfoque en ciberseguridad, se pueden proteger APIs utilizando servicios serverless nativos de AWS. Mostraremos cómo:\r\n\r\nDetectar patrones sospechosos con AWS WAF y CloudWatch.\r\n\r\nAutomatizar respuestas con AWS Lambda ante eventos maliciosos.\r\n\r\nIntegrar estas herramientas en un flujo realista de DevSecOps. Usaremos ejemplos en Node.js con buenas prácticas de seguridad y arquitectura resiliente. Una charla ideal para quienes quieren proteger sus APIs sin complicarse con servidores.",
      "extendedDescription": "En esta sesión intermedia compartiré cómo, desde la perspectiva de un desarrollador con enfoque en ciberseguridad, se pueden proteger APIs utilizando servicios serverless nativos de AWS. Mostraremos cómo:\r\n\r\nDetectar patrones sospechosos con AWS WAF y CloudWatch.\r\n\r\nAutomatizar respuestas con AWS Lambda ante eventos maliciosos.\r\n\r\nIntegrar estas herramientas en un flujo realista de DevSecOps. Usaremos ejemplos en Node.js con buenas prácticas de seguridad y arquitectura resiliente. Una charla ideal para quienes quieren proteger sus APIs sin complicarse con servidores.",
      "speakers": [
        {
          "name": "Miguel Zamudio Olsin",
          "avatarUrl": "https://sessionize.com/image/74a0-400o400o1-kTmZbXPWBrNs9gpQEpSuU.jpg",
          "company": "Ingeniero en Ciberseguridad | Desarrollador DJango| Miembro de GDG y AWS Villahermosa",
          "bio": "Miguel Zamudio es ingeniero en ciberseguridad y desarrollador full-stack con experiencia en Node.js, Django y arquitectura serverless. Es miembro activo de comunidades como GDG Villahermosa y AWS Villahermosa, donde comparte conocimiento sobre buenas prácticas en desarrollo seguro, automatización y cloud. Ha trabajado en la protección de APIs y en la creación de soluciones escalables para instituciones académicas y startups. Su enfoque es práctico, autodidacta y siempre orientado a compartir aprendizajes reales.",
          "nationality": "México",
          "socialMedia": {
            "twitter": "https://x.com/ElAnonimo_gg",
            "linkedin": "https://www.linkedin.com/in/miguel-zamudio-dev/",
            "instagram": "https://www.instagram.com/zamudio_dev/"
          }
        },
        {
          "name": "Joryer Jesus Jimenez Lopez",
          "avatarUrl": "https://sessionize.com/image/c7ea-400o400o1-4BXazkmKL9skTTNihEtsen.jpg",
          "company": "Plick - Backend Developer",
          "bio": "I'm a Computer Systems Engineering student at TecNM Campus Villahermosa, with a strong passion for backend development and problem-solving. I specialize in building robust backend solutions using Python and Django, and I'm constantly seeking opportunities to enhance my technical skills and learn new technologies.​\r\n\r\nCurrently, I'm focused on improving my expertise in backend development, exploring new technologies, and contributing to open-source projects.​ Also I Work on Plick as a Backend Developer.\r\n\r\nI'm based in Villahermosa, Tabasco, Mexico.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/joryer-jimenez-563a3b171/",
            "instagram": "https://www.instagram.com/joryer_jl/"
          }
        }
      ],
      "time": "15:40 - 16:10",
      "dateStart": "2025-06-14T21:40:00.000Z",
      "dateEnd": "2025-06-14T22:10:00.000Z",
      "duration": 30,
      "location": "El Barril",
      "Nationality": "México",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "907436",
      "name": "El Trainee que pintó con datos y soño con Código: El viaje de quien se atrevió a soñar con máquinas",
      "description": "Hay caminos que uno no elige con la cabeza, sino con el instinto. El mío comenzó en el mundo del petróleo, rodeado de válvulas, presión y estrategias de subsuelo. Y sin buscarlo del todo, terminé metido hasta el cuello en tecnología, donde la presión ya no venía del pozo, sino del tiempo, los entregables y los errores que no perdonan.\r\n\r\nEsta charla no es un manual ni una receta mágica. Es una historia contada desde adentro, con sus giros, sus golpes y también sus momentos de lucidez. Me dirijo a quienes hoy están dando sus primeros pasos en este mundo, para que sepan que no están solos, y que cada tropiezo tiene algo que enseñar.\r\n\r\n🔹 Lo que supuso adaptarme a la tecnología viniendo de un sector tan distinto como el petrolero\r\n🔹 Los errores que, aunque dolieron, valieron más que cien cursos\r\n🔹 Decisiones técnicas... y humanas, que marcaron el rumbo de mis proyectos\r\n🔹 Cómo sobrevivir (y entregar) en medio de equipos que cambian más que la cartelera del cine\r\n🔹 Ese papel silencioso que asumes cuando todos esperan que tú tengas la solución\r\n🔹 Consejos que me habría encantado escuchar cuando empecé\r\n🔹 Los pasos —a veces inciertos— hacia liderar equipos y proyectos\r\n🔹 El desafío de fundar un área de Inteligencia Artificial desde cero y comenzar una nueva etapa\r\n\r\nSi estás en la frontera entre lo técnico y lo incierto, si sientes que a veces improvisas más de lo que programas, esta charla está pensada para ti. Porque crecer en tecnología también es aprender a moverse sin mapa... y seguir adelante de todos modos.",
      "extendedDescription": "Hay caminos que uno no elige con la cabeza, sino con el instinto. El mío comenzó en el mundo del petróleo, rodeado de válvulas, presión y estrategias de subsuelo. Y sin buscarlo del todo, terminé metido hasta el cuello en tecnología, donde la presión ya no venía del pozo, sino del tiempo, los entregables y los errores que no perdonan.\r\n\r\nEsta charla no es un manual ni una receta mágica. Es una historia contada desde adentro, con sus giros, sus golpes y también sus momentos de lucidez. Me dirijo a quienes hoy están dando sus primeros pasos en este mundo, para que sepan que no están solos, y que cada tropiezo tiene algo que enseñar.\r\n\r\n🔹 Lo que supuso adaptarme a la tecnología viniendo de un sector tan distinto como el petrolero\r\n🔹 Los errores que, aunque dolieron, valieron más que cien cursos\r\n🔹 Decisiones técnicas... y humanas, que marcaron el rumbo de mis proyectos\r\n🔹 Cómo sobrevivir (y entregar) en medio de equipos que cambian más que la cartelera del cine\r\n🔹 Ese papel silencioso que asumes cuando todos esperan que tú tengas la solución\r\n🔹 Consejos que me habría encantado escuchar cuando empecé\r\n🔹 Los pasos —a veces inciertos— hacia liderar equipos y proyectos\r\n🔹 El desafío de fundar un área de Inteligencia Artificial desde cero y comenzar una nueva etapa\r\n\r\nSi estás en la frontera entre lo técnico y lo incierto, si sientes que a veces improvisas más de lo que programas, esta charla está pensada para ti. Porque crecer en tecnología también es aprender a moverse sin mapa... y seguir adelante de todos modos.",
      "speakers": [
        {
          "name": "Héctor Iván Castañeda Nazario",
          "avatarUrl": "https://sessionize.com/image/a0d4-400o400o1-htGDDxCVZYVzUadkHt3MLq.jpg",
          "company": "SPS, Consultor IT",
          "bio": "Soy un apasionado desarrollador de software con 4 años de experiencia en la industria. Mi enfoque principal ha sido el desarrollo de back-end utilizando Python, pero recientemente me he sumergido en el emocionante campo de la inteligencia artificial. Además de mi trabajo técnico, me encanta crear material didáctico en diferentes formatos. A través de videos, blogs, infografías, cursos y webinars, comparto mis conocimientos y experiencias con otros.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/ivan-castañeda/",
            "instagram": "https://www.instagram.com/vania_dev_/",
            "blog": "https://vaniadev.super.site",
            "company": "https://spsolutions.com.mx"
          }
        }
      ],
      "time": "15:40 - 16:10",
      "dateStart": "2025-06-14T21:40:00.000Z",
      "dateEnd": "2025-06-14T22:10:00.000Z",
      "duration": 30,
      "location": "El Corazón",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "924695",
      "name": "Sustainability Meets Cost: Carbon-Efficient Workloads Save Money Too",
      "description": "Design cloud workloads that slash AWS bills while cutting CO₂: measure carbon, schedule compute for green‑energy hours, use Graviton, and purge idle assets—prove sustainability while boosting profits and improving your ESG Score.",
      "extendedDescription": "Design cloud workloads that slash AWS bills while cutting CO₂: measure carbon, schedule compute for green‑energy hours, use Graviton, and purge idle assets—prove sustainability while boosting profits and improving your ESG Score.",
      "speakers": [
        {
          "name": "Armando Herra",
          "avatarUrl": "https://sessionize.com/image/1c30-400o400o1-L17sDmFBEu3fveF1sD2tN1.jpg",
          "company": "Armando Herra - Systems Architect",
          "bio": "Armando Herra is a Systems Architect with wide experience in Cloud, Containers, and DevOps Technologies. He's working with a Multinational Media and entertainment company, helping them automate and improve their Cloud Infrastructure and architecture.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/armandoherra/",
            "company": "https://www.epam.com/"
          }
        }
      ],
      "time": "15:40 - 16:30",
      "dateStart": "2025-06-14T21:40:00.000Z",
      "dateEnd": "2025-06-14T22:30:00.000Z",
      "duration": 50,
      "location": "La Calavera",
      "Nationality": "Mexico",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "921930",
      "name": "Utilizando los servicios de IA de AWS con Python y Boto3",
      "description": "¿Alguna vez te has preguntado...?\r\n- ¿Qué tan complicado es traducir textos en mi aplicación automáticamente?\r\n- ¿Cómo convertir audio en texto sin dolores de cabeza?\r\n- ¿Qué se necesita realmente para identificar objetos en imágenes?\r\n- ¿Es posible generar voz natural desde texto sin ser un experto?\r\n- ¿Qué tanto esfuerzo requiere agregar GenAI a mis aplicaciones?\r\nLa respuesta es sorprendentemente sencilla: Con los servicios gestionados de IA de AWS, Python y Boto3, estas tareas complejas se transforman en soluciones de pocas líneas de código.\r\nEn esta sesión práctica, desmitificaremos la IA aplicada demostrando con ejemplos reales cómo implementar estas capacidades avanzadas en tus aplicaciones. Sin teoría innecesaria, solo código funcional que podrás adaptar inmediatamente a tus proyectos.\r\nDescubre cómo la potencia de la IA de AWS puede integrarse en tus soluciones con una facilidad que te sorprenderá.\r\nRequiere que tengas tu computadora con Python 3.10+ instalado. Debes estar familiarizado con el desarrollo en Python.\r\nVamos a utilizar uv para los paquetes, Jupyter Notebooks para los ejercicios, y Boto3 para utilizar AWS. Si no los conoces, no importa, los vamos a aprender juntos.\r\nNo necesitas tener una cuenta de AWS, ya que te proporcionaremos una, pero si quieres utilizar la tuya propia no hay problema. El costo de los servicios que vamos a utilizar es cubierto por la capa gratuita de AWS.",
      "extendedDescription": "¿Alguna vez te has preguntado...?\r\n- ¿Qué tan complicado es traducir textos en mi aplicación automáticamente?\r\n- ¿Cómo convertir audio en texto sin dolores de cabeza?\r\n- ¿Qué se necesita realmente para identificar objetos en imágenes?\r\n- ¿Es posible generar voz natural desde texto sin ser un experto?\r\n- ¿Qué tanto esfuerzo requiere agregar GenAI a mis aplicaciones?\r\nLa respuesta es sorprendentemente sencilla: Con los servicios gestionados de IA de AWS, Python y Boto3, estas tareas complejas se transforman en soluciones de pocas líneas de código.\r\nEn esta sesión práctica, desmitificaremos la IA aplicada demostrando con ejemplos reales cómo implementar estas capacidades avanzadas en tus aplicaciones. Sin teoría innecesaria, solo código funcional que podrás adaptar inmediatamente a tus proyectos.\r\nDescubre cómo la potencia de la IA de AWS puede integrarse en tus soluciones con una facilidad que te sorprenderá.\r\nRequiere que tengas tu computadora con Python 3.10+ instalado. Debes estar familiarizado con el desarrollo en Python.\r\nVamos a utilizar uv para los paquetes, Jupyter Notebooks para los ejercicios, y Boto3 para utilizar AWS. Si no los conoces, no importa, los vamos a aprender juntos.\r\nNo necesitas tener una cuenta de AWS, ya que te proporcionaremos una, pero si quieres utilizar la tuya propia no hay problema. El costo de los servicios que vamos a utilizar es cubierto por la capa gratuita de AWS.",
      "speakers": [
        {
          "name": "David Jonathan Sol Llaven",
          "avatarUrl": "https://sessionize.com/image/a240-400o400o1-LRtGZZcx2RSHxeGbUdafng.jpg",
          "company": "Architect @ Caylent",
          "bio": "Nativo de la tierra de los Mexicas, vive con su esposa, hija, y un conejo graduado de la Universidad. Architect @ Caylent, AWS Certified Architect Professional, y miembro del grupo AWS Community Builders. El cree que el Cómputo de Nube, DevOps y la Automatización es el futuro de nuestra profesión, y desea evangelizar las buenas nuevas. Ellos plantaron para que comieramos, plantemos para que coman.",
          "nationality": "México",
          "socialMedia": {
            "twitter": "https://twitter.com/soldavidcloud",
            "linkedin": "https://www.linkedin.com/in/soldavidcloud/",
            "company": "https://www.wizeline.com"
          }
        }
      ],
      "time": "15:40 - 17:40",
      "dateStart": "2025-06-14T21:40:00.000Z",
      "dateEnd": "2025-06-14T23:40:00.000Z",
      "duration": 120,
      "location": "La Mano",
      "Nationality": "México",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Hands-on Workshop",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "922975",
      "name": "Desarrollo de Software: de la Idea al Release",
      "description": "En esta charla de nivel L200, exploraremos cómo los servicios de Amazon Q Developer, están transformando  cada fase del ciclo de desarrollo: desde la interpretación de requisitos ambiguos hasta la generación de código optimizado, pruebas inteligentes y documentación automática. \r\n\r\nLos asistentes obtendrán ejemplos prácticos para implementar en tiempo real, estrategias para aumentar la productividad de los equipos de desarrollo, y técnicas para optimizar operaciones en entornos de producción. \r\n\r\nEsta sesión combina conocimientos técnicos con aplicaciones prácticas que los desarrolladores e ingenieros pueden implementar para obtener resultados tangibles.\r\n",
      "extendedDescription": "En esta charla de nivel L200, exploraremos cómo los servicios de Amazon Q Developer, están transformando  cada fase del ciclo de desarrollo: desde la interpretación de requisitos ambiguos hasta la generación de código optimizado, pruebas inteligentes y documentación automática. \r\n\r\nLos asistentes obtendrán ejemplos prácticos para implementar en tiempo real, estrategias para aumentar la productividad de los equipos de desarrollo, y técnicas para optimizar operaciones en entornos de producción. \r\n\r\nEsta sesión combina conocimientos técnicos con aplicaciones prácticas que los desarrolladores e ingenieros pueden implementar para obtener resultados tangibles.\r\n",
      "speakers": [
        {
          "name": "Aleja Henao Espitia",
          "avatarUrl": "https://sessionize.com/image/31c8-400o400o1-HUXdykdGt1ogXrYhcHPTFq.png",
          "company": "Speaker| Tech Community Builder",
          "bio": "Aleja es una profesional multidisciplinaria con formación en desarrollo web y emprendimiento en startups. \r\nEn sus 5 años de experiencia, ha demostrado su capacidad para adaptarse a nuevos desafíos y liderar equipos de alto rendimiento desde Growth Marketing hasta Inteligencia Artificial. Como mentora y conferencista, comparte su conocimiento para empoderar a emprendedores tecnológicos y acelerar la adopción de la IA. \r\nEs una activa líder y embajadora de comunidades como GOYN Bogotá, AWS Women Colombia, Women TechMakers y Notion Colombia; también disfruta de viajar, crear contenido y conectar con su comunidad.",
          "nationality": "Colombia",
          "socialMedia": {
            "twitter": "https://twitter.com/Aastronautgirl",
            "linkedin": "https://linkedin.com/in/alejahenaoe",
            "instagram": "https://instagram.com/alejahenaoe",
            "blog": "https://www.linkedin.com/in/alejahenaoe/",
            "company": "https://alejahenaoe.super.site/"
          }
        }
      ],
      "time": "16:00 - 16:30",
      "dateStart": "2025-06-14T22:00:00.000Z",
      "dateEnd": "2025-06-14T22:30:00.000Z",
      "duration": 30,
      "location": "El Sol",
      "Nationality": "Colombia",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 150,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925172",
      "name": "How I Discovered I Was a Data Engineer (Without Knowing It)",
      "description": "What happens when you’re deep into DevOps, automating pipelines, provisioning cloud infrastructure, and suddenly realize… you’ve been doing data engineering all along? In this talk, I share the unexpected journey of how my work as a DevOps engineer gradually evolved into the world of data engineering without me ever consciously switching roles.\r\n\r\nI’ll walk you through real scenarios where I was configuring AWS services like Athena, Glue, Kinesis,  Redshift, Lambda, and Step Functions, thinking I was simply building robust architectures. It wasn’t until I started speaking with data teams and reading job descriptions that I realized: I wasn’t just deploying infrastructure, I was shaping data pipelines, ensuring data quality, enabling analytics, and orchestrating workflows.\r\n\r\nThis session is for Data engineers, DevOps engineers, cloud architects, or curious professionals who might already be working in data engineering. You’ll leave with a better understanding of what data engineering actually is using AWS services and how it overlaps with DevOps. Let’s learn together about this hybrid role",
      "extendedDescription": "What happens when you’re deep into DevOps, automating pipelines, provisioning cloud infrastructure, and suddenly realize… you’ve been doing data engineering all along? In this talk, I share the unexpected journey of how my work as a DevOps engineer gradually evolved into the world of data engineering without me ever consciously switching roles.\r\n\r\nI’ll walk you through real scenarios where I was configuring AWS services like Athena, Glue, Kinesis,  Redshift, Lambda, and Step Functions, thinking I was simply building robust architectures. It wasn’t until I started speaking with data teams and reading job descriptions that I realized: I wasn’t just deploying infrastructure, I was shaping data pipelines, ensuring data quality, enabling analytics, and orchestrating workflows.\r\n\r\nThis session is for Data engineers, DevOps engineers, cloud architects, or curious professionals who might already be working in data engineering. You’ll leave with a better understanding of what data engineering actually is using AWS services and how it overlaps with DevOps. Let’s learn together about this hybrid role",
      "speakers": [
        {
          "name": "Adolfo Cabrera",
          "avatarUrl": "https://sessionize.com/image/de9f-400o400o1-hLKip5NsDnWFnsWYcVtuBF.jpg",
          "company": "Ms. Computer Scientist ",
          "bio": "DevOps  and AI enthusiastic ",
          "nationality": "Mexico",
          "socialMedia": {
            "twitter": "HTTPS://twitter.com/adolfcg",
            "linkedin": "http://linkedin.com/in/adolfcg"
          }
        }
      ],
      "time": "16:00 - 16:30",
      "dateStart": "2025-06-14T22:00:00.000Z",
      "dateEnd": "2025-06-14T22:30:00.000Z",
      "duration": 30,
      "location": "La Campana",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "919784",
      "name": "Crea prototipos rápidos de IA generativa aplicando Working Backwards",
      "description": "En esta sesión aprenderás cómo transformar una idea en un prototipo funcional de IA generativa, utilizando servicios de AWS. \r\n\r\nAplicaremos el enfoque \"Working Backwards\", la metodología utilizada por Amazon para innovar centrados en el usuario.\r\n\r\nDemostraremos paso a paso cómo crear un prototipo en la nueva región de AWS México.\r\n\r\nIdeal para developers, builders, estudiantes y startups que buscan acelerar el lanzamiento de soluciones de IA generativa sobre infraestructura moderna.",
      "extendedDescription": "En esta sesión aprenderás cómo transformar una idea en un prototipo funcional de IA generativa, utilizando servicios de AWS. \r\n\r\nAplicaremos el enfoque \"Working Backwards\", la metodología utilizada por Amazon para innovar centrados en el usuario.\r\n\r\nDemostraremos paso a paso cómo crear un prototipo en la nueva región de AWS México.\r\n\r\nIdeal para developers, builders, estudiantes y startups que buscan acelerar el lanzamiento de soluciones de IA generativa sobre infraestructura moderna.",
      "speakers": [
        {
          "name": "Kelvin Alvarado",
          "avatarUrl": "https://sessionize.com/image/1223-400o400o1-fmBuiz41d6b6FH8NzuUw3p.jpg",
          "company": "Technical Practice Advisor @ Strata Analytics",
          "bio": "Kelvin Alvarado es un apasionado desarrollador de soluciones cloud y de inteligencia artificial generativa. Con experiencia en la creación de aplicaciones centradas en el usuario, disfruta construir prototipos ágiles usando AWS para transformar ideas en realidad. Comprometido con el crecimiento de las comunidades tecnológicas, Kelvin comparte su conocimiento para inspirar e impulsar la innovación.",
          "nationality": "Panamá",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/kelvin-panama-data-engineer/"
          }
        }
      ],
      "time": "16:15 - 16:45",
      "dateStart": "2025-06-14T22:15:00.000Z",
      "dateEnd": "2025-06-14T22:45:00.000Z",
      "duration": 30,
      "location": "La Botella",
      "Nationality": "Panamá",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "926626",
      "name": "Infraestructura Inteligente: Cómo la IA Transforma las Operaciones en la Nube",
      "description": "La IA está transformando cómo gestionamos la infraestructura en la nube, evolucionando más allá de la automatización simple hacia la toma de decisiones inteligentes y la resolución proactiva de problemas. Esta sesión explora aplicaciones prácticas de herramientas de IA para operaciones complejas en la nube, utilizando una migración multi-región del mundo real como nuestro caso de estudio.\r\n\r\nDemostraremos un flujo de trabajo completo de gestión de infraestructura impulsado por IA que combina Amazon Q Developer, Amazon Q CLI y el servidor DoIT MCP. Este enfoque integrado transforma cómo manejamos operaciones complejas—desde el descubrimiento inicial y modelado de costos hasta el despliegue y optimización continua. Usando una migración a la región de México de AWS como nuestro caso de estudio, verás cómo estas herramientas trabajan juntas para abordar el mapeo de dependencias, análisis de configuración, seguimiento de costos en tiempo real y evaluación automatizada de riesgos como un flujo de trabajo fluido.",
      "extendedDescription": "La IA está transformando cómo gestionamos la infraestructura en la nube, evolucionando más allá de la automatización simple hacia la toma de decisiones inteligentes y la resolución proactiva de problemas. Esta sesión explora aplicaciones prácticas de herramientas de IA para operaciones complejas en la nube, utilizando una migración multi-región del mundo real como nuestro caso de estudio.\r\n\r\nDemostraremos un flujo de trabajo completo de gestión de infraestructura impulsado por IA que combina Amazon Q Developer, Amazon Q CLI y el servidor DoIT MCP. Este enfoque integrado transforma cómo manejamos operaciones complejas—desde el descubrimiento inicial y modelado de costos hasta el despliegue y optimización continua. Usando una migración a la región de México de AWS como nuestro caso de estudio, verás cómo estas herramientas trabajan juntas para abordar el mapeo de dependencias, análisis de configuración, seguimiento de costos en tiempo real y evaluación automatizada de riesgos como un flujo de trabajo fluido.",
      "speakers": [
        {
          "name": "Eduardo Mota",
          "avatarUrl": "https://sessionize.com/image/8e15-400o400o1-nbdLq4pfRzXqYKCNAuUj9M.jpg",
          "company": "Senior Cloud Data Architect @ DoiT",
          "bio": "Eduardo Mota es Arquitecto de Nube y Especialista en Machine Learning con profunda experiencia en AWS. Ha implementado más de una docena de soluciones de IA Generativa para clientes y es miembro de AWS Community Builder AI/ML. Con experiencia en DoiT International y AWS, ha optimizado soluciones que generan eficiencias, estabilidad e innovación. Es ponente reconocido en Google Cloud Next, autor de contenido técnico en Udacity y O'Reilly, y asesor confiable en la intersección de la nube e IA.",
          "nationality": "Mexico/Canada",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/motaed/",
            "blog": "https://medium.com/@edu7mota",
            "company": "https://www.doit.com"
          }
        }
      ],
      "time": "16:25 - 16:55",
      "dateStart": "2025-06-14T22:25:00.000Z",
      "dateEnd": "2025-06-14T22:55:00.000Z",
      "duration": 30,
      "location": "El Gorrito",
      "Nationality": "Mexico/Canada",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 120,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "948609",
      "name": "AWS for Startups Placeholder",
      "description": "",
      "extendedDescription": "",
      "speakers": [
        {
          "name": "Luis Ortiz",
          "avatarUrl": "https://sessionize.com/image/9577-400o400o1-T2BBBJH9Goz1jfi4YMyzLg.jpg",
          "company": "",
          "bio": "",
          "nationality": ""
        }
      ],
      "time": "16:25 - 16:55",
      "dateStart": "2025-06-14T22:25:00.000Z",
      "dateEnd": "2025-06-14T22:55:00.000Z",
      "duration": 30,
      "location": "El Mundo",
      "Nationality": "",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 180,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "921931",
      "name": "¿Currículum en PDF? Mejor en AWS: Cloud Resume Challenge",
      "description": "¿De qué sirve tener un CV en PDF si puedes tenerlo desplegado en la nube con alta disponibilidad? En esta charla express te cuento cómo transformé mi currículum en un proyecto real usando servicios de AWS, lo publiqué, lo conecté con infraestructura como código y hasta medí visitas con una base de datos. Todo esto como parte del Cloud Resume Challenge, el reto que no solo te enseña AWS de verdad… también te puede abrir la puerta a tu primer trabajo en la nube. Si quieres pasar del “tengo conocimientos” al “mira lo que hice”, esta plática es para ti.",
      "extendedDescription": "¿De qué sirve tener un CV en PDF si puedes tenerlo desplegado en la nube con alta disponibilidad? En esta charla express te cuento cómo transformé mi currículum en un proyecto real usando servicios de AWS, lo publiqué, lo conecté con infraestructura como código y hasta medí visitas con una base de datos. Todo esto como parte del Cloud Resume Challenge, el reto que no solo te enseña AWS de verdad… también te puede abrir la puerta a tu primer trabajo en la nube. Si quieres pasar del “tengo conocimientos” al “mira lo que hice”, esta plática es para ti.",
      "speakers": [
        {
          "name": "Carlos Cano",
          "avatarUrl": "https://sessionize.com/image/ea7f-400o400o1-NJJjkD64E4qz1qqnvyvk36.jpg",
          "company": "Solutions Architect @ AWS ",
          "bio": "Carlos Cano es Arquitecto de Soluciones en AWS México. Cree que la verdadera elegancia en la nube no está en lo complicado, sino en lo simple, claro y mantenible. Ayuda a equipos a construir soluciones que no solo funcionen, sino que se entiendan. Apasionado por la modernización, la automatización y el diseño con propósito. Le gusta compartir aprendizajes reales (incluyendo los tropiezos) y conectar lo técnico con lo humano. Fan del café con pan, el age of empires y las ideas que hacen “click”. ",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/bertin-cano/",
            "blog": "https://canodez.com/"
          }
        }
      ],
      "time": "16:25 - 16:45",
      "dateStart": "2025-06-14T22:25:00.000Z",
      "dateEnd": "2025-06-14T22:45:00.000Z",
      "duration": 20,
      "location": "El Barril",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Lightning Talk",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925302",
      "name": "Transformando datos y realidades: tu primera experiencia con AWS Glue",
      "description": "Con el propósito de inspirar a mujeres y personas que se inician en el mundo de los datos, se presentará una charla técnica sobre cómo construir tu primer pipeline ETL utilizando AWS Glue y visualizar los resultados en Amazon QuickSight. La sesión abordará el procesamiento de una base de datos que informa indicadores relevantes para comprender la brecha de género y la situación de las mujeres en el ámbito STEM, desde una perspectiva social y humanística. Al finalizar, se compartirán recursos gratuitos que ofrece AWS para profundizar en estos servicios e iniciarse en sus primeras prácticas.",
      "extendedDescription": "Con el propósito de inspirar a mujeres y personas que se inician en el mundo de los datos, se presentará una charla técnica sobre cómo construir tu primer pipeline ETL utilizando AWS Glue y visualizar los resultados en Amazon QuickSight. La sesión abordará el procesamiento de una base de datos que informa indicadores relevantes para comprender la brecha de género y la situación de las mujeres en el ámbito STEM, desde una perspectiva social y humanística. Al finalizar, se compartirán recursos gratuitos que ofrece AWS para profundizar en estos servicios e iniciarse en sus primeras prácticas.",
      "speakers": [
        {
          "name": "Zaira Chavarín",
          "avatarUrl": "https://sessionize.com/image/a723-400o400o1-hNSk1ismTFQfooYStQou22.jpg",
          "company": "Data Analyst Engineer",
          "bio": "Apasionada por los datos, la tecnología y las soluciones en la nube, mantiene un fuerte compromiso con la comunidad de mujeres en tecnología. Cuenta con formación especializada en ciencias sociales y actualmente se desarrolla en ingeniería y ciencia de datos. Posee la certificación AWS Cloud Practitioner y el badge AWS Cloud Quest: Cloud Practitioner.\r\nSu experiencia profesional como analista de datos abarca el diseño e implementación de soluciones tecnológicas basadas en insights estratégicos para optimizar la toma de decisiones en los sectores público y privado. Además, ha brindado asesoría en tecnologías de la información y comunicación (TIC), plataformas educativas y aplicaciones digitales, adaptando soluciones para facilitar el acceso a la información y fomentar el aprendizaje virtual.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/zaira-chavarin-miranda/"
          }
        }
      ],
      "time": "16:25 - 16:55",
      "dateStart": "2025-06-14T22:25:00.000Z",
      "dateEnd": "2025-06-14T22:55:00.000Z",
      "duration": 30,
      "location": "El Corazón",
      "Nationality": "Mexico",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "918324",
      "name": "¿Construyendo con LLMs? Estrategias de prevención de vulnerabilidades",
      "description": "En esta sesión describiremos las principales vulnerabilidadades y amenazas al momento de crear aplicaciones que utilizan Inteligencia Artificail Generativa, así como técnicas y servicios de AWS que ayudan a mitigar estos riesgos y así crear aplicaciones seguras.",
      "extendedDescription": "En esta sesión describiremos las principales vulnerabilidadades y amenazas al momento de crear aplicaciones que utilizan Inteligencia Artificail Generativa, así como técnicas y servicios de AWS que ayudan a mitigar estos riesgos y así crear aplicaciones seguras.",
      "speakers": [
        {
          "name": "Gilberto Canales",
          "avatarUrl": "https://sessionize.com/image/df29-400o400o1-D2pvA8XZeSNnRUmt5gFfov.jpg",
          "company": "Sr Startups Solutions Architect @ AWS",
          "bio": "Arquitecto de Soluciones de AWS con experiencia como instructor técnico enfocado en ayudar a empresas a crecer haciendo el mejor uso de la tecnología y en compartir conocimiento con la comunidad",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://linkedin.com/in/gilbertocanales"
          }
        }
      ],
      "time": "16:45 - 17:35",
      "dateStart": "2025-06-14T22:45:00.000Z",
      "dateEnd": "2025-06-14T23:35:00.000Z",
      "duration": 50,
      "location": "El Sol",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 150,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "906143",
      "name": "Unblocking Reliability: Performance & Load Testing at Scale on AWS",
      "description": "Building reliable applications in the cloud starts with understanding how they perform under pressure. In this session, we’ll explore how AWS customers can integrate performance and load testing early in their development and deployment workflows to ensure system reliability under stress and other load conditions. Learn how to use open-source tools like JMeter, K6, and Locust to simulate real-world traffic at scale using AWS-native services and solutions like Fargate, ECS, and Distributed Load Testing on AWS. We’ll cover best practices for testing APIs, microservices and applications across global regions, and show how performance data can drive smarter scaling, monitoring, and architecture decisions. Whether you're running on EC2, Lambda, containers, or beyond—this session will help you build performance into your cloud-native apps from day one.",
      "extendedDescription": "Building reliable applications in the cloud starts with understanding how they perform under pressure. In this session, we’ll explore how AWS customers can integrate performance and load testing early in their development and deployment workflows to ensure system reliability under stress and other load conditions. Learn how to use open-source tools like JMeter, K6, and Locust to simulate real-world traffic at scale using AWS-native services and solutions like Fargate, ECS, and Distributed Load Testing on AWS. We’ll cover best practices for testing APIs, microservices and applications across global regions, and show how performance data can drive smarter scaling, monitoring, and architecture decisions. Whether you're running on EC2, Lambda, containers, or beyond—this session will help you build performance into your cloud-native apps from day one.",
      "speakers": [
        {
          "name": "Luis Guirigay",
          "avatarUrl": "https://sessionize.com/image/e8a0-400o400o1-9HYftLr6Ugh8oPwT9kvNyj.jpg",
          "company": "AWS, WW Head of Infrastructure Solutions",
          "bio": "Luis Guirigay is the WW Head of Infrastructure Solutions at AWS where he leads the technical offerings and business strategies for Compute, Storage and Networking Solutions. Luis and his team build and deliver production-ready, supported AWS Solutions which help customers and partners solve their most pressing use cases and challenges. He is a published author, speaker and subject matter expert in the areas of cloud, high availability and disaster recovery, modernization and collaboration.",
          "nationality": "USA/Venezuela",
          "socialMedia": {
            "twitter": "https://x.com/lguiriga",
            "linkedin": "https://www.linkedin.com/in/lguiriga/",
            "instagram": "https://www.instagram.com/lguiriga/",
            "company": "https://aws.amazon.com"
          }
        }
      ],
      "time": "16:45 - 17:35",
      "dateStart": "2025-06-14T22:45:00.000Z",
      "dateEnd": "2025-06-14T23:35:00.000Z",
      "duration": 50,
      "location": "La Campana",
      "Nationality": "USA/Venezuela",
      "level": "Avanzado",
      "language": "Spanish",
      "catergory": "Deep Dive Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "923828",
      "name": "Automation 101",
      "description": "In this session I will show how to get started on the path to DevOps by using automation with Ansible. This session is aimed at those professionals focused on traditional infrastructure as system administrators, or for all those who want to start their DevOps journey. With simple examples and basic concepts I will teach how to use automation with Ansible to create a basic working web service on AWS.",
      "extendedDescription": "In this session I will show how to get started on the path to DevOps by using automation with Ansible. This session is aimed at those professionals focused on traditional infrastructure as system administrators, or for all those who want to start their DevOps journey. With simple examples and basic concepts I will teach how to use automation with Ansible to create a basic working web service on AWS.",
      "speakers": [
        {
          "name": "Alex Callejas",
          "avatarUrl": "https://sessionize.com/image/0734-400o400o1-M5YnsJdT3TDhQbvQVbBbD2.png",
          "company": "Services Content Architect @ Red Hat",
          "bio": "Alex Callejas is a Content Architect at Red Hat, based in Mexico City. With more than 20 years of experience as a Sysadmin, has a strong background in infrastructure hardening and automation. Open source enthusiast, supports the community by sharing his knowledge in different public access events and universities. Author of the book “Fedora Linux System Administrator” by Packt.",
          "nationality": "Mexican",
          "socialMedia": {
            "twitter": "https://twitter.com/dark_axl",
            "linkedin": "https://www.linkedin.com/in/alexcallejas/",
            "blog": "http://www.rootzilopochtli.com/"
          }
        }
      ],
      "time": "16:45 - 17:15",
      "dateStart": "2025-06-14T22:45:00.000Z",
      "dateEnd": "2025-06-14T23:15:00.000Z",
      "duration": 30,
      "location": "La Calavera",
      "Nationality": "Mexican",
      "level": "Principiante",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925346",
      "name": "Growing with Wizeline: Culture and Opportunities",
      "description": "Join Girish Dudhwal, Head of Cloud & SRE Practice at Wizeline, for a lightning session where you’ll get an inside look at the company’s culture of innovation, current job opportunities, and the professional growth paths that make Wizeline a top destination for tech talent. Learn why more people are building their careers at Wizeline—and how you can too.",
      "extendedDescription": "Join Girish Dudhwal, Head of Cloud & SRE Practice at Wizeline, for a lightning session where you’ll get an inside look at the company’s culture of innovation, current job opportunities, and the professional growth paths that make Wizeline a top destination for tech talent. Learn why more people are building their careers at Wizeline—and how you can too.",
      "speakers": [
        {
          "name": "Girish Dudhwal",
          "avatarUrl": "https://sessionize.com/image/a345-400o400o1-BLAesJAyU9uMvDmmgJMjD6.png",
          "company": "Head of  Cloud & SRE Practice en Wizeline",
          "bio": "Girish Dudhwal is a seasoned tech leader with 14+ years of experience in Cloud, SRE, and Platform Engineering. At Wizeline, he leads over 90 engineers, driving innovation, building strategic partnerships, and creating impactful tech solutions.",
          "nationality": "India"
        }
      ],
      "time": "16:55 - 17:05",
      "dateStart": "2025-06-14T22:55:00.000Z",
      "dateEnd": "2025-06-14T23:05:00.000Z",
      "duration": 10,
      "location": "El Barril",
      "Nationality": "India",
      "level": "Principiante",
      "language": "English",
      "catergory": "Lightning Talk",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "925309",
      "name": "Mira Quien Habla Ahora: La Inteligencia Artificial Conoce la Comunicación en Tiempo Real",
      "description": "Una guía introductoria al desarrollo de aplicaciones de comunicación en tiempo real integradas con inteligencia artificial",
      "extendedDescription": "Una guía introductoria al desarrollo de aplicaciones de comunicación en tiempo real integradas con inteligencia artificial",
      "speakers": [
        {
          "name": "Hector Zelaya",
          "avatarUrl": "https://sessionize.com/image/90ba-400o400o1-Luiw18EDmgACL6dg6hTBEC.jpg",
          "company": "WebRTC Developer Advocate @ WebRTC.ventures",
          "bio": "Hector is a computer systems engineer from El Salvador. He graduated from Universidad de El Salvador in 2015 and since then he has been working across multiple phases of software development cycle, from provisioning and maintaining cloud infrastructure and delivery/integration pipelines, going through building high quality web applications, to writing automated end-to-end- tests.\r\n\r\nHe joined WebRTC.ventures in late 2016. Since then he's been working on real-time communication applications development projects for multiple clients.",
          "nationality": "El Salvador",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/hectorzelaya89",
            "blog": "https://www.hectorzelaya.dev/"
          }
        }
      ],
      "time": "17:00 - 17:30",
      "dateStart": "2025-06-14T23:00:00.000Z",
      "dateEnd": "2025-06-14T23:30:00.000Z",
      "duration": 30,
      "location": "La Botella",
      "Nationality": "El Salvador",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "924907",
      "name": "This is our architecture: AWS Community Day México 2025",
      "description": "Conoce la arquitectura detrás de la plataforma que usamos para gestionar la experiencia del AWS Community Day México. Desplegada con AWS CDK y construida con Lambda, AppSync y DynamoDB, esta solución automatiza todo: desde la creación de gafetes y control de asistencia hasta el despliegue por entorno. Ideal para escalar experiencias comunitarias con tecnología real.",
      "extendedDescription": "Conoce la arquitectura detrás de la plataforma que usamos para gestionar la experiencia del AWS Community Day México. Desplegada con AWS CDK y construida con Lambda, AppSync y DynamoDB, esta solución automatiza todo: desde la creación de gafetes y control de asistencia hasta el despliegue por entorno. Ideal para escalar experiencias comunitarias con tecnología real.",
      "speakers": [
        {
          "name": "Sebastian Marines",
          "avatarUrl": "https://sessionize.com/image/aef5-400o400o1-4TDcXqJ3rU2Ky67gJhyekR.jpg",
          "company": "Cloud Engineer",
          "bio": "Sebastián Marines es Cloud Engineer con experiencia construyendo y asegurando infraestructura a escala global. Ha trabajado como Senior Cloud Engineer en Rackspace, colaborando con clientes enterprise; realizó una pasantía en Meta como Production Engineer en Seattle; y hoy se desempeña como SRE para Prime Video. Sebastián posee múltiples certificaciones de Amazon Web Services, es coorganizador del AWS User Group Monterrey.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/sebastianmarines/",
            "blog": "https://sebastianmarines.com",
            "company": "https://www.linkedin.com/in/sebastianmarines/"
          }
        },
        {
          "name": "Patricio Maya",
          "avatarUrl": "https://sessionize.com/image/4f13-400o400o1-Go4FynTYsBYsAXYKP3TA3A.png",
          "company": "Computer Engineering Student @ ITESM",
          "bio": "Student of Computer Engineering at Tec de Monterrey, passionate about technology and committed to contributing to the development of a promising future.",
          "nationality": "Mexico ",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/patricio-maya",
            "blog": "https://Patriciomaya.com"
          }
        },
        {
          "name": "Ramsés Mata",
          "avatarUrl": "https://sessionize.com/image/776c-400o400o1-T6ACUY8c1bRmxa3K5FbgXt.jpg",
          "company": "Computer Engineering Student @ TECNM Campus Saltillo",
          "bio": "Roberto Ramsés Mata Hernández is a final-year Computer Systems Engineering student with a strong passion for technology. He's active in hackathons, coding contests, and tech communities, including the AWS User Group Saltillo. Beyond learning, he loves sharing knowledge and often posts his personal projects on TikTok to inspire others.",
          "nationality": "Mexico",
          "socialMedia": {
            "linkedin": "https://www.linkedin.com/in/ramses-mata/",
            "blog": "https://www.tiktok.com/@ramseshez",
            "company": "https://www.linkedin.com/in/ramses-mata/"
          }
        }
      ],
      "time": "17:10 - 17:40",
      "dateStart": "2025-06-14T23:10:00.000Z",
      "dateEnd": "2025-06-14T23:40:00.000Z",
      "duration": 30,
      "location": "La Corona",
      "Nationality": "Mexico",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Breakout Session",
      "capacity": 200,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    },
    {
      "id": "924303",
      "name": "Ampliar el impacto más allá del Código",
      "description": "Esta charla relámpago de 15 minutos presenta una experiencia para transformar la forma en que los profesionales tech se comunican y presentan sus conocimientos. \r\n\r\nComo experta con más de 5 años de experiencia en startups y speaker, compartiré estrategias concretas que he implementado para convertir presentaciones técnicas complejas en experiencias memorables. Porque no es suficiente ser el mejor si no se muestra.\r\n\r\nLos asistentes aprenderán técnicas y herramientas para desarrollar una marca personal que destaque en la comunidad Tech. \r\n\r\nLa sesión combina principios de neurociencia del aprendizaje con ejemplos prácticos de mi experiencia liderando comunidades. \r\n\r\nIdeal para desarrolladores, arquitectos cloud y profesionales DevOps que buscan ampliar su impacto más allá del código, posicionándose como referentes en sus organizaciones. \r\n\r\nLos participantes saldrán con técnicas accionables para implementar en sus próximas presentaciones o reuniones técnicas.",
      "extendedDescription": "Esta charla relámpago de 15 minutos presenta una experiencia para transformar la forma en que los profesionales tech se comunican y presentan sus conocimientos. \r\n\r\nComo experta con más de 5 años de experiencia en startups y speaker, compartiré estrategias concretas que he implementado para convertir presentaciones técnicas complejas en experiencias memorables. Porque no es suficiente ser el mejor si no se muestra.\r\n\r\nLos asistentes aprenderán técnicas y herramientas para desarrollar una marca personal que destaque en la comunidad Tech. \r\n\r\nLa sesión combina principios de neurociencia del aprendizaje con ejemplos prácticos de mi experiencia liderando comunidades. \r\n\r\nIdeal para desarrolladores, arquitectos cloud y profesionales DevOps que buscan ampliar su impacto más allá del código, posicionándose como referentes en sus organizaciones. \r\n\r\nLos participantes saldrán con técnicas accionables para implementar en sus próximas presentaciones o reuniones técnicas.",
      "speakers": [
        {
          "name": "Aleja Henao Espitia",
          "avatarUrl": "https://sessionize.com/image/31c8-400o400o1-HUXdykdGt1ogXrYhcHPTFq.png",
          "company": "Speaker| Tech Community Builder",
          "bio": "Aleja es una profesional multidisciplinaria con formación en desarrollo web y emprendimiento en startups. \r\nEn sus 5 años de experiencia, ha demostrado su capacidad para adaptarse a nuevos desafíos y liderar equipos de alto rendimiento desde Growth Marketing hasta Inteligencia Artificial. Como mentora y conferencista, comparte su conocimiento para empoderar a emprendedores tecnológicos y acelerar la adopción de la IA. \r\nEs una activa líder y embajadora de comunidades como GOYN Bogotá, AWS Women Colombia, Women TechMakers y Notion Colombia; también disfruta de viajar, crear contenido y conectar con su comunidad.",
          "nationality": "Colombia",
          "socialMedia": {
            "twitter": "https://twitter.com/Aastronautgirl",
            "linkedin": "https://linkedin.com/in/alejahenaoe",
            "instagram": "https://instagram.com/alejahenaoe",
            "blog": "https://www.linkedin.com/in/alejahenaoe/",
            "company": "https://alejahenaoe.super.site/"
          }
        }
      ],
      "time": "17:10 - 17:30",
      "dateStart": "2025-06-14T23:10:00.000Z",
      "dateEnd": "2025-06-14T23:30:00.000Z",
      "duration": 20,
      "location": "El Corazón",
      "Nationality": "Colombia",
      "level": "Intermedio",
      "language": "Spanish",
      "catergory": "Lightning Talk",
      "capacity": 100,
      "status": "Accepted",
      "liveUrl": null,
      "recordingUrl": null
    }
  ]
}
